{"pageProps":{"note":{"id":"j7wawl5wd67t0pi4moj3fy7","title":"Decay","desc":"","updated":1642828109006,"created":1634853986134,"custom":{},"fname":"events.decay","type":"note","vault":{"fsPath":"megaflora","remote":{"type":"git","url":"https://github.com/sjaakjules/megaflora"},"name":"megaflora"},"contentHash":"dcd5a5dc083a9bd9851327be702c0cc1","links":[{"from":{"fname":"wip.argument-plan","vaultName":"megaflora"},"type":"backlink","position":{"start":{"line":160,"column":47,"offset":9609},"end":{"line":160,"column":63,"offset":9625},"indent":[]},"value":"events.decay","alias":"events.decay"}],"anchors":{"background":{"type":"header","text":"Background","value":"background","line":15,"column":0,"depth":2},"bark-streamers":{"type":"header","text":"Bark streamers","value":"bark-streamers","line":38,"column":0,"depth":2},"inhabitants-of-bark":{"type":"header","text":"Inhabitants of bark","value":"inhabitants-of-bark","line":44,"column":0,"depth":2},"fallen-logs":{"type":"header","text":"Fallen logs","value":"fallen-logs","line":51,"column":0,"depth":2},"inhabitants-of-fallen-logs-and-dead-trunks":{"type":"header","text":"Inhabitants of fallen logs and dead trunks","value":"inhabitants-of-fallen-logs-and-dead-trunks","line":55,"column":0,"depth":2},"near-surface-habitats":{"type":"header","text":"Near surface habitats","value":"near-surface-habitats","line":59,"column":0,"depth":2}},"children":[],"parent":"iW9QIRuflqJCPiLcwA6Ve","data":{}},"body":"<h1 id=\"decay\"><a aria-hidden=\"true\" class=\"anchor-heading icon-link\" href=\"#decay\"></a>Decay</h1>\n<p>The process of aging and decay is called <a href=\"https://doi.org/10/f4hjpx\">senescence</a>. The story presented here describes processes that crucially support a healthy ecosystem. Additionally, they are ubiquitous among all tree species, yet absent within the built environment. This story draws on a range of research to lay the foundation for novel construction typologies which better support the ecosystems humanity live within.</p>\n<p><img src=\"/more-than-human-knowledge-management/assets/images/crop2.apng\"></p>\n<h2 id=\"background\"><a aria-hidden=\"true\" class=\"anchor-heading icon-link\" href=\"#background\"></a><em>Background</em></h2>\n<p>As large trees decay they form unique microhabitats that support the lives of many other plants, animals, fungi and bacterium.</p>\n<blockquote>\n<p>The trees progress from being tall living stems to tall dead trees, then shorter dead stems and finally they decay and collapse onto the forest floor. Very tall living montane ash trees may experience problems in pumping water from the root system to the tree crown. The tree crown eventually dies, leaving dead exposed branches at the top. Pools of rainwater may accumulate in the tops of the dead branches and accelerate the rate of decay inside the main trunk or centre of the tree. Eventually the tree dies and begins to break up, shedding dead branches and the upper sections of the trunk. Finally, the tree becomes so decayed it collapses. Fallen trees are still important for many forest animals. They provide shelter for small mammals such as Bush Rats, or a place to lay eggs, as in some species of reptiles (Lindenmayer et al. 2002a) (see Chapter 8). <a id=\"fnref-1\" class=\"fnref\" href=\"#fn-1\">1</a></p>\n</blockquote>\n<blockquote>\n<p>While some species like the oaks can inhibit the spread\nof pathogens within their organism by creating both chemical and anatomical boundaries (Shigo, 1984), other tree species like the poplars (Populus spp.) are less able to protect themselves and wood decay can quickly affect a larger part of the trunk, thus creating, for example, wide rot-holes. We hypothesized that the type of CODIT profile would affect the development of saproxylic TreMs (i.e. those that involve decaying wood) and would therefore influence TreM co-occurrence. <a id=\"fnref-6\" class=\"fnref\" href=\"#fn-6\">6</a></p>\n</blockquote>\n<p>Microhabitats that are formed from plant senescence and decay are under represented in management strategies within many landscapes and even less within design and architecture.</p>\n<blockquote>\n<p>No work has been conducted on the amount and condition of coarse woody debris that needs to be retained in logged and regenerated montane ash forest…. the effects of extensive and prolonged depletion of coarse woody debris remain unknown. Work in other forests around the world, particularly in the northern hemisphere, suggests that the impacts can be substantial (Grove and Hanula 2006; Harmon et al. 1986).</p>\n<p>In current forest inventories and monitoring schemes, microhabitats and their function as possible core variables of the biocoenosis are not taken into consideration or they are not accurately described. Furthermore, the use of microhabitat inventories on trees has neither been tested as a field method nor established as proxy variables for maintaining biodiversity, nor have they been used as monitoring tools to assess nature conservation objectives.</p>\n<p>Microhabitats such as broken crowns and stem cavities are mainly associated with decreasing tree vitality, which is commonly caused by a combination of fungi and insects (Jonsell et al., 1999, Franklin et al., 2002). The decay processes following tree damage and the development of microhabitats provide numerous habitats for breeding birds, bats, insects, mosses, and lichens (Palmer, 1986, Welsh and Capen, 1992, Thunes and Willassen, 1997, Winter et al., 2005). <a id=\"fnref-2\" class=\"fnref\" href=\"#fn-2\">2</a></p>\n<p>Careful observation of tree bark reveals that it is a landscape unto itself, complete with varying microtopography, composition, and texture, and both micro- and macro-organisms live in, live on, or traverse it during their life cycles. <a id=\"fnref-3\" class=\"fnref\" href=\"#fn-3\">3</a></p>\n<p>Because of its role in support of various ecosystem functions, the amount and variability of bark microhabitat features has been suggested as an indicator of forest biodiversity. <a id=\"fnref-2\" class=\"fnref\" href=\"#fn-2\">2</a></p>\n</blockquote>\n<p>Fallen logs, leaf litter, and bark debris produce a complex range of microhabitats.</p>\n<h2 id=\"bark-streamers\"><a aria-hidden=\"true\" class=\"anchor-heading icon-link\" href=\"#bark-streamers\"></a>Bark streamers</h2>\n<p>Bark streamers are a critical resource provided by overstorey ash- type eucalypt trees.</p>\n<blockquote>\n<p>Strips of decorticating bark are a vital attribute of overstorey montane ash trees for a number of animal species. Bark is shed annually and forms spectacular streamers on Mountain Ash and, to a lesser extent, Alpine Ash trees. Several tonnes of bark per hectare are shed annually, adding considerably to the amount of litter in montane ash forests. Large old trees produce significantly more bark than young stems (Lindenmayer et al. 2000a). Bark streamers provide habitat for a wide range of invertebrates such as spiders and predatory wingless tree crickets. These invertebrates are, in turn, prey for several species of marsupials (Smith 1984b) and birds. The presence and abundance of Leadbeater’s Possum has been found to be significantly related to the quantity of bark in montane ash forests (Lindenmayer et al. 1991d). <a id=\"fnref-4\" class=\"fnref\" href=\"#fn-4\">4</a></p>\n</blockquote>\n<h2 id=\"inhabitants-of-bark\"><a aria-hidden=\"true\" class=\"anchor-heading icon-link\" href=\"#inhabitants-of-bark\"></a>Inhabitants of bark</h2>\n<blockquote>\n<p>Many arthropods make a living in and around tree bark, feeding on the sapwood beneath it, overwintering in its fissures and crevices, or simply traversing it en route to the canopy or the soil (Hanula and Franzreb 1998). Larger animals may forage on (e.g., horses; Kuiters et al. 2006) or in (e.g., woodpeckers; Jackson 1970) tree bark, and some even live in bark crevices (e.g., bats (Carter and Feldhamer 2005) and birds (Wintle et al. 2005)).\nBark-gleaning birds (e.g., brown creepers (Certhia ameri- cana Bonaparte); Wintle et al. 2005), in particular, are strongly dependent on fissures in tree bark for their survival, foraging on arthropods in bark fissures and even storing food in them (Woodrey 1990). One species of nuthatch, Sitta europaea, lines its nest holes with bark flakes and uses them to conceal its eggs or young when it is away from the nest (Wesolowski and Rowinski 2004). Some studies have suggested that bark-foraging birds may be affected by an in- crease or decrease in the foraging space provided by tree bark (Keller et al. 2003) or a change in the abundance and biodiversity of their bark-using prey (Hanula and Franzreb 1998; Horn and Hanula 2002). <a id=\"fnref-3\" class=\"fnref\" href=\"#fn-3\">3</a></p>\n<p>In living trees, structural and chemical defence traits, mainly in the outer bark, play a crucial role in protecting these nutrient‐rich tissues against herbivores (Wainhouse, Cross &#x26; Howell 1990; Paine et al. 2010) and may have afterlife effects (Cornwell et al. 2009a) that may inhibit invertebrate access. Therefore, in the early (initial 1–2 years) decomposition stage, when the bark (cortisphere; Pfanz &#x26; Aschan 2001) is still attached to the wood, bark traits may be a crucial environmental filter for associated fauna assembly (Wu, Yu &#x26; Zhou 2008; Barbour et al. 2009; Zuo et al. 2014). At later decomposition stage, wood traits will become more important, partly because much of the bark will have fallen off and/or bark traits of different species become more similar due to degradation. Bark traits can also affect the species composition indirectly, by changing predator–prey interactions. <a id=\"fnref-5\" class=\"fnref\" href=\"#fn-5\">5</a></p>\n</blockquote>\n<h2 id=\"fallen-logs\"><a aria-hidden=\"true\" class=\"anchor-heading icon-link\" href=\"#fallen-logs\"></a>Fallen logs</h2>\n<blockquote>\n<p>Logs are nursery sites for some species of plants and provide places for the germination and growth of ferns, mosses and liverworts in montane ash forest (Ashton 1986). Detailed vegetation surveys (Lindenmayer et al. 2000b) have shown that Myrtle Beech trees in montane ash forests often germinate on rotting logs. The water and organic matter in rotting logs then facilitates the growth of young seedlings (Howard 1973). Other understorey plant species common in montane ash forests, such as Dogwood, Musk Daisy Bush and Mountain Pepper, also germinate on rotting logs.</p>\n</blockquote>\n<h2 id=\"inhabitants-of-fallen-logs-and-dead-trunks\"><a aria-hidden=\"true\" class=\"anchor-heading icon-link\" href=\"#inhabitants-of-fallen-logs-and-dead-trunks\"></a>Inhabitants of fallen logs and dead trunks</h2>\n<blockquote>\n<p>A dead trunk is colonized by a vast array of species when it falls to the ground, but the extensive literature on dead wood invertebrates (Grove 2002; Castro &#x26; Wise 2010; Déchêne &#x26; Buddle 2010; Ulyshen, Pucci &#x26; Hanula 2011) has still left questions unanswered about how, and how much, different factors determine the community composition of log‐related fauna. This is partly because most field sampling studies cannot disentangle the (interactive) effects of forest environment and log microenvironment, wood and bark traits of tree species, their decomposition stage, time of the year and the available pool of invertebrate species. <a id=\"fnref-2\" class=\"fnref\" href=\"#fn-2\">2</a></p>\n</blockquote>\n<h2 id=\"near-surface-habitats\"><a aria-hidden=\"true\" class=\"anchor-heading icon-link\" href=\"#near-surface-habitats\"></a>Near surface habitats</h2>\n<p>Near-surface habitats is a useful classification for these crucial microhabitats that can help design and architecture.</p>\n<p>The following images show the complexity of these habitats.</p>\n<p><img src=\"/more-than-human-knowledge-management/%5Cassets%5Cimages%5Cbennets%5CIMG_7106.JPG\" alt=\"Image of habitat surrounding tree\"></p>\n<ul>\n<li></li>\n<li></li>\n<li></li>\n<li></li>\n<li></li>\n<li></li>\n</ul>\n<hr>\n<h2 id=\"footnotes\"><a aria-hidden=\"true\" class=\"anchor-heading icon-link\" href=\"#footnotes\"></a>Footnotes</h2>\n<ol>\n<li><span id=\"fn-1\" style=\"width: 0; height: 0;\"></span><p>Lindenmayer, David B. Forest Pattern and Ecological Process: A Synthesis of 25 Years of Research. Melbourne: CSIRO, 2009.<a class=\"fn\" href=\"#fnref-1\">˄</a></p></li>\n<li><span id=\"fn-6\" style=\"width: 0; height: 0;\"></span><p>Shigo, Alex L. “Compartmentalization: A Conceptual Framework for Understanding How Trees Grow and Defend Themselves.” Annual Review of Phytopathology 22, no. 1 (1984): 189–214. <a href=\"https://doi.org/10.1146/annurev.py.22.090184.001201\">https://doi.org/10.1146/annurev.py.22.090184.001201</a>.<a class=\"fn\" href=\"#fnref-6\">˄</a></p></li>\n<li><span id=\"fn-2\" style=\"width: 0; height: 0;\"></span><p>Winter, Susanne, and Georg Christian Möller. ‘Microhabitats in Lowland Beech Forests as Monitoring Tool for Nature Conservation’. Forest Ecology and Management 255, no. 3 (2008): 1251–61. <a href=\"https://doi.org/10/dx44wv\">https://doi.org/10/dx44wv</a>.<a class=\"fn\" href=\"#fnref-2\">˄</a></p></li>\n<li><span id=\"fn-3\" style=\"width: 0; height: 0;\"></span><p>MacFarlane, David W., and Aidong Luo. ‘Quantifying Tree and Forest Bark Structure with a Bark-Fissure Index’. Canadian Journal of Forest Research 59, no. 10 (n.d.): 1859–70. Accessed 16 December 2020. <a href=\"https://doi.org/10/bhctrk\">https://doi.org/10/bhctrk</a>.<a class=\"fn\" href=\"#fnref-3\">˄</a></p></li>\n<li><span id=\"fn-4\" style=\"width: 0; height: 0;\"></span><p>Lindenmayer, David B., R. B. Cunningham, Ross B., Christine F. Donnelly, and Jerry F. Franklin. ‘Structural Features of Old-Growth Australian Montane Ash Forests’. Forest Ecology and Management 134, no. 1 (2000): 189–204. <a href=\"https://doi.org/10/cbjwzd\">https://doi.org/10/cbjwzd</a>.<a class=\"fn\" href=\"#fnref-4\">˄</a></p></li>\n<li><span id=\"fn-5\" style=\"width: 0; height: 0;\"></span><p>Zuo, Juan, Matty P. Berg, Roy Klein, Jasper Nusselder, Gert Neurink, Orsi Decker, Mariet M. Hefting, et al. ‘Faunal Community Consequence of Interspecific Bark Trait Dissimilarity in Early-Stage Decomposing Logs’. Functional Ecology 30, no. 12 (2016): 1957–66. <a href=\"https://doi.org/10/f9hdpd\">https://doi.org/10/f9hdpd</a>.<a class=\"fn\" href=\"#fnref-5\">˄</a></p></li>\n</ol>","noteIndex":{"id":"npb784d0vpf9ydd3bvsusi8","title":"More-than-Human Knowledge Management","desc":"","updated":1642828130769,"created":1634169732979,"custom":{"nav_order":0,"permalink":"/"},"fname":"root","type":"note","vault":{"fsPath":"megaflora","remote":{"type":"git","url":"https://github.com/sjaakjules/megaflora"},"name":"megaflora"},"contentHash":"ab861046aaa20a98f9b822f4c636a69a","links":[{"type":"wiki","from":{"fname":"root","id":"npb784d0vpf9ydd3bvsusi8","vaultName":"megaflora"},"value":"about","alias":"Deep Design Lab","position":{"start":{"line":7,"column":186,"offset":375},"end":{"line":7,"column":211,"offset":400},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"about"}}],"anchors":{"wiki-structure":{"type":"header","text":"Wiki structure","value":"wiki-structure","line":15,"column":0,"depth":2},"mission-statement":{"type":"header","text":"Mission Statement","value":"mission-statement","line":37,"column":0,"depth":2},"significance-more-than-human-knowledge-management":{"type":"header","text":"Significance: More-than-Human Knowledge Management","value":"significance-more-than-human-knowledge-management","line":39,"column":0,"depth":3},"gap-integrating-more-than-human-knowledge-is-an-open-and-difficult-challenge":{"type":"header","text":"Gap: Integrating More-than-human knowledge is an open and difficult challenge","value":"gap-integrating-more-than-human-knowledge-is-an-open-and-difficult-challenge","line":49,"column":0,"depth":3},"research-question":{"type":"header","text":"Research Question","value":"research-question","line":55,"column":0,"depth":3},"hypothesis":{"type":"header","text":"Hypothesis","value":"hypothesis","line":59,"column":0,"depth":3}},"children":["s44q1ashq9fxizynauvvuz7","loby6lultrptbuoy6bmlkn3","8VirfUWXYmniktlweq9Wd","iW9QIRuflqJCPiLcwA6Ve","2vxpAjyBwMn6ydqHAEFsS","0yuwfs3ygUNE8yRtUH3aK","lalicyyw0yc7cudwl70z4q9","igp2jlfua79zq9yheb9086x","wb6e5n93e8sjsj9ctpuf6eu"],"parent":null,"data":{},"body":"\n\n![](/assets/images/2022-01-22-00-51-53.png)\n\nWhat is knowledge? - body shape, behaviour, subjectivity and perception, patterns of interaction, data, scientific hypothesis, story telling.\n\nThis research wiki is divided into two sections the research cluster and dissemination. The research cluster is populated from collaborative projects conducted by a research collective [[Deep Design Lab|about]]. Dissemination are moments when the research coalesce into an exhibit.\n\n## Wiki structure\n\n- _About_ - Information on wiki authors and project collaborators.\n- _Exhibitions_ - Stories and exhibits for dissemination.\n  - The Last of their Kind - Exhibit for SIGGRAPH 2022\n- _Methods_ - Details the various methods, techniques and technologies used.\n  - Surface imaging\n  - Tomography\n- _Characters_ - Research on more-than-human characters of interest.\n  - regnans\n  - Stinky lily\n  - Yellowbox\n- _Events_ - Noteworthy events involving the characters.\n  - Decay\n  - Fire\n  - Floral traps\n  - Land Clearing\n- _Stories_ - Combination of characters and events worth telling.\n  - Decay\n  - Uncertainty\n  - Uniqueness\n\n## Mission Statement\n\n### Significance: More-than-Human Knowledge Management\n\nThe unfolding environmental crisis calls for better understanding and management of the Earth’s habitats. The ever-increasing amount of data humans gather about the planet is a common strategy for the assessment of the impact and the planning of remediation. Our research seeks to expand the notion of knowledge management to include nonhuman lifeforms as empowered contributors to collective storytelling. We argue that this redefinition of data, storytelling and knowledge is necessary in the era where human-centred approaches fail to address ecological devastation.\n\nOne example is giant *E. regnans* trees in Tasmania. These organisms grow to become some of of the tallest and most massive organisms in the world, and are critically important habitats for many forms of life. Increasing bushfires due to climate change pose an ongoing existential threat. For instance, the 2018-2019 bushfire killed over 50% of Tasmania's trees over 90m and significantly injured many more. Due to the immense time-periods it takes for these trees to grow (500-700 years), experts say that we may never see such trees again.\n\nMostly as a result of the work of local activists, new giant trees have been discovered and stands of them have been afforded protection due to their campaigns. Such work is needed as Tasmania's regnans forests are still logged. While trees over 85 meters are legislatively protected, large volume trees are not. Many of these trees are older and more massive than the tallest trees but may have lost some height due to lightning strikes and other environmental factors. Furthermore, this legislation does not protect younger *E. regnans* trees, threatening the next generation of giant trees. Activists, ecologists and others seek to document Tasmania's giant trees to increase their recognition and preserve information about these rapidly disappearing structures.\n\nOur ongoing research has collected high resolution data describing these and other large old trees and we learn ways to read their meaning. There are many challenges to collecting this data  due to the trees' size, structural complexity and remote locations. Furthermore, understanding meaning is an open and difficult challenge because elements of ecosystems mean different things to different inhabitants. We suggest that humans can only find answers to these questions through an approach that invites contributions not only from humans but also from birds, trees, and others.\n\n### Gap: Integrating More-than-human knowledge is an open and difficult challenge\n\nRecent work emphasise that knowledge is better understood as clusters that are different, partial, problematic, and heterogenous. For instance, researchers increasingly understand the interdisciplinary nature (crossing scientific disciplines, crossing into the humanities, etc) of environmental challenges. Further research acknowledges the benefits of integrating the diverse forms ecological knowledge can take. For instance, knowledge about ecological management can take the form of formal scientific hypothesis-testing but is also retained and expressed in longer periods of time through practices such as indigenous story-telling and other cultural memories.\n\nThe next step is recognising that  clusters of knowledge are not limited to humans. Nonhumans have forms of knowledge too. Traces of these clusters -- or knowledge objects -- are expressed in genes, patterns of behaviour, and nonhuman cultures. The differences can be large due to different evolutionary backgrounds, life histories, mutual (in)visibilities, and the inherently incompatible needs of different lifeforms.\n\n### Research Question\n\nHow can more-than-human knowledge be organised and expressed to maximise inclusivity about nonhuman places and lifeforms?\n\n### Hypothesis\n\nTechnologically amplified stories can help to capture, make inclusive and communicate human and more-than-human forms of knowledge.\n"},"collectionChildren":null,"customHeadContent":null,"config":{"version":5,"dev":{"enablePreviewV2":true},"publishing":{"copyAssets":true,"theme":"light","siteIndex":"root","siteHierarchies":["root"],"siteRootDir":"docs","enablePrettyRefs":true,"enablePrettyLinks":true,"enableFrontmatterTags":true,"enableHashesForFMTags":false,"enableSiteLastModified":true,"enableFMTitle":true,"enableNoteTitleForLink":true,"enableMermaid":true,"enableKatex":true,"enableRandomlyColoredTags":true,"enableTaskNotes":true,"enableHierarchyDisplay":true,"hierarchyDisplayTitle":"Childrens","writeStubs":false,"seo":{"title":"More-than-Human Knowledge Management","description":"Ongoing research by Deep Design Lab.","author":"Deep Design Lab"},"github":{"editBranch":"main","enableEditLink":false,"editLinkText":"Edit this page on GitHub","editViewMode":"tree"},"duplicateNoteBehavior":{"action":"useVault","payload":["megaflora"]},"assetsPrefix":"/more-than-human-knowledge-management","siteUrl":"https://sjaakjules.github.io","logoPath":"megaflora/assets/images/logo.png","hierarchy":{"root":{"publishByDefault":true},"tags":{"publishByDefault":false},"themes":{"publishByDefault":false},"project-structure":{"publishByDefault":false},"wip":{"publishByDefault":false}},"siteFaviconPath":"favicon.ico"},"commands":{"copyNoteLink":{"nonNoteFile":{"anchorType":"block"},"aliasMode":"title"},"lookup":{"note":{"selectionMode":"extract","confirmVaultOnCreate":false,"leaveTrace":false,"bubbleUpCreateNew":true,"fuzzThreshold":0.2,"vaultSelectionModeOnCreate":"smart"}},"randomNote":{},"insertNoteLink":{"aliasMode":"none","enableMultiSelect":false},"insertNoteIndex":{"enableMarker":false},"templateHierarchy":"template"},"workspace":{"enableFullHierarchyNoteTitle":true,"enableHandlebarTemplates":true,"vaults":[{"fsPath":"megaflora","remote":{"type":"git","url":"https://github.com/sjaakjules/megaflora"},"name":"megaflora"}],"journal":{"dailyDomain":"daily","name":"journal","dateFormat":"y.MM.dd","addBehavior":"childOfDomain"},"scratch":{"name":"scratch","dateFormat":"y.MM.dd.HHmmss","addBehavior":"asOwnDomain"},"task":{"taskCompleteStatus":["x","done"],"name":"","dateFormat":"","addBehavior":"childOfCurrent","statusSymbols":{"":" ","wip":"w","done":"x","assigned":"a","moved":"m","blocked":"b","delegated":"l","dropped":"d","pending":"y"},"prioritySymbols":{"H":"high","M":"medium","L":"low"},"todoIntegration":false,"createTaskSelectionType":"selection2link"},"graph":{"createStub":true,"zoomSpeed":1},"enableAutoCreateOnDefinition":false,"enableXVaultWikiLink":false,"enableRemoteVaultInit":true,"enableUserTags":true,"enableHashTags":true,"workspaceVaultSyncMode":"noCommit","enableAutoFoldFrontmatter":false,"enableEditorDecorations":true,"maxPreviewsCached":10,"maxNoteLength":204800,"enableSmartRefs":false,"dendronVersion":"0.84.0"},"preview":{"enableFMTitle":true,"enableNoteTitleForLink":true,"enableMermaid":true,"enableFrontmatterTags":true,"enableHashesForFMTags":true,"enablePrettyRefs":true,"enableKatex":true,"automaticallyShowPreview":false}}},"__N_SSG":true}