{"keys":[{"path":["title"],"id":"title","weight":1,"src":"title","getFn":null},{"path":["body"],"id":"body","weight":1,"src":"body","getFn":null}],"records":[{"i":0,"$":{"0":{"v":"This page has not yet sprouted","n":0.408},"1":{"v":"[Dendron](https://dendron.so/) (the tool used to generate this site) lets authors selective publish content. You will see this page whenever you click on a link to an unpublished page\n\n![](https://foundation-prod-assetspublic53c57cce-8cpvgjldwysl.s3-us-west-2.amazonaws.com/assets/images/not-sprouted.png)","n":0.189}}},{"i":1,"$":{"0":{"v":"More-than-Human Knowledge Management","n":0.577},"1":{"v":"\n\n![](/assets/images/2022-01-22-00-51-53.png)\n\nWhat is knowledge? - body shape, behaviour, subjectivity and perception, patterns of interaction, data, scientific hypothesis, story telling.\n\nThis research wiki is divided into two sections the research cluster and dissemination. The research cluster is populated from collaborative projects conducted by a research collective [[Deep Design Lab|about]]. Dissemination are moments when the research coalesce into an exhibit.\n\n## Wiki structure\n\n- _About_ - Information on wiki authors and project collaborators.\n- _Exhibitions_ - Stories and exhibits for dissemination.\n  - The Last of their Kind - Exhibit for SIGGRAPH 2022\n- _Methods_ - Details the various methods, techniques and technologies used.\n  - Surface imaging\n  - Tomography\n- _Characters_ - Research on more-than-human characters of interest.\n  - regnans\n  - Stinky lily\n  - Yellowbox\n- _Events_ - Noteworthy events involving the characters.\n  - Decay\n  - Fire\n  - Floral traps\n  - Land Clearing\n- _Stories_ - Combination of characters and events worth telling.\n  - Decay\n  - Uncertainty\n  - Uniqueness\n\n## Mission Statement\n\n### Significance: More-than-Human Knowledge Management\n\nThe unfolding environmental crisis calls for better understanding and management of the Earth’s habitats. The ever-increasing amount of data humans gather about the planet is a common strategy for the assessment of the impact and the planning of remediation. Our research seeks to expand the notion of knowledge management to include nonhuman lifeforms as empowered contributors to collective storytelling. We argue that this redefinition of data, storytelling and knowledge is necessary in the era where human-centred approaches fail to address ecological devastation.\n\nOne example is giant *E. regnans* trees in Tasmania. These organisms grow to become some of of the tallest and most massive organisms in the world, and are critically important habitats for many forms of life. Increasing bushfires due to climate change pose an ongoing existential threat. For instance, the 2018-2019 bushfire killed over 50% of Tasmania's trees over 90m and significantly injured many more. Due to the immense time-periods it takes for these trees to grow (500-700 years), experts say that we may never see such trees again.\n\nMostly as a result of the work of local activists, new giant trees have been discovered and stands of them have been afforded protection due to their campaigns. Such work is needed as Tasmania's regnans forests are still logged. While trees over 85 meters are legislatively protected, large volume trees are not. Many of these trees are older and more massive than the tallest trees but may have lost some height due to lightning strikes and other environmental factors. Furthermore, this legislation does not protect younger *E. regnans* trees, threatening the next generation of giant trees. Activists, ecologists and others seek to document Tasmania's giant trees to increase their recognition and preserve information about these rapidly disappearing structures.\n\nOur ongoing research has collected high resolution data describing these and other large old trees and we learn ways to read their meaning. There are many challenges to collecting this data  due to the trees' size, structural complexity and remote locations. Furthermore, understanding meaning is an open and difficult challenge because elements of ecosystems mean different things to different inhabitants. We suggest that humans can only find answers to these questions through an approach that invites contributions not only from humans but also from birds, trees, and others.\n\n### Gap: Integrating More-than-human knowledge is an open and difficult challenge\n\nRecent work emphasise that knowledge is better understood as clusters that are different, partial, problematic, and heterogenous. For instance, researchers increasingly understand the interdisciplinary nature (crossing scientific disciplines, crossing into the humanities, etc) of environmental challenges. Further research acknowledges the benefits of integrating the diverse forms ecological knowledge can take. For instance, knowledge about ecological management can take the form of formal scientific hypothesis-testing but is also retained and expressed in longer periods of time through practices such as indigenous story-telling and other cultural memories.\n\nThe next step is recognising that  clusters of knowledge are not limited to humans. Nonhumans have forms of knowledge too. Traces of these clusters -- or knowledge objects -- are expressed in genes, patterns of behaviour, and nonhuman cultures. The differences can be large due to different evolutionary backgrounds, life histories, mutual (in)visibilities, and the inherently incompatible needs of different lifeforms.\n\n### Research Question\n\nHow can more-than-human knowledge be organised and expressed to maximise inclusivity about nonhuman places and lifeforms?\n\n### Hypothesis\n\nTechnologically amplified stories can help to capture, make inclusive and communicate human and more-than-human forms of knowledge.\n","n":0.037}}},{"i":2,"$":{"0":{"v":"Stories","n":1}}},{"i":3,"$":{"0":{"v":"Uniqueness","n":1},"1":{"v":"\n\n\n\n<div style=\"width:100%;height:0;padding-bottom:56%;position:relative;\"><iframe src=\"https://giphy.com/embed/nUwOsBijUN2oLr8EED\" width=\"100%\" height=\"100%\" style=\"position:absolute\" frameBorder=\"0\" class=\"giphy-embed\" allowFullScreen></iframe></div><p><a href=\"https://giphy.com/gifs/nUwOsBijUN2oLr8EED\"></a></p>\n\n[Link](https://player.vimeo.com/video/638503539?h=8906b3ca99) to fallen tree on Vimeo\n\n>Referring to Earth’s climate emergency, Pearce says: “These trees are at the limit of physics, the greatest expression of nature possible given their environment. They evolved to grow under the conditions we had but don’t have any more. We will never see such trees again.”\n\nFrom [The Guardian](https://www.theguardian.com/environment/2019/dec/15/tasmanias-flowering-giants-we-will-never-see-such-trees-again)\n\n## Fire\n\n> Like most other places, Tasmania’s average temperatures have risen 1C in the last century and the heatwaves are more frequent and the air drier, a potent fire mix. “The big trees just copped it. The tiny reserves for big trees that remain after 100 years of clearfell logging didn’t stand a chance,” says Pearce.\n\nFrom [The Guardian](https://www.theguardian.com/environment/2019/dec/15/tasmanias-flowering-giants-we-will-never-see-such-trees-again)`∏\n\n![](/assets/images/bennets/bennets-5.jpg)\n\nBennets - burned husk with person\n\n![](https://i.guim.co.uk/img/media/ad5cc5007ddcd528a28a8ddf7d43e000d2afe1d2/0_0_2400_1601/master/2400.jpg?width=445&quality=45&auto=format&fit=max&dpr=2&s=108f5a28acee90d8b63ab7414f844582)\n\nFrom [The Guardian](https://www.theguardian.com/environment/2019/dec/15/tasmanias-flowering-giants-we-will-never-see-such-trees-again)\n\n![](/assets/images/2021-10-20-15-31-48.png)\n\nPopulation Vitals. From [The Tree Projects](https://www.thetreeprojects.com)\n\n![](/assets/images/2021-10-20-15-02-25.png)\n\nFires 2019 and large trees. From [The Tree Projects](https://www.thetreeprojects.com)\n\n## Sites\n![](/assets/images/2021-10-20-12-48-04.png)\n\nLocation of sites.\n\n### (1) Tolken Track, Styx\n\n![](/assets/images/2021-10-20-13-51-04.png)\nSource: [The Tree Projects](https://www.thetreeprojects.com/styx-valley)\n\n>Some of the remaining giant trees of the Styx Valley were saved from logging by years of dedicated campaigning by the Wilderness Society & Greenpeace. In 2013, part of the Styx Valley was incorporated into the Tasmanian Wilderness World Heritage Area thanks to the Tasmanian Forestry Agreement, which is sometimes called the Forest Peace Deal. Successive Tasmanian governments have worked hard to dismantle this agreement.\n>\n>This site is home to one of the most successful protest actions which saved the Styx Valley from being logged and saw its rivers and ancient forests added to the Tasmanian Wilderness World Heritage Area in 2013. The Global Rescue Station, a collaboration between Greenpeace and the Wilderness Society, was a series of platforms perched in a magnificent swamp gum where activists from around Australia and the planet lived aloft, sending interviews, photographs and video footage to the world. The tree was named Gandalf’s Staff, and it is the star of this walk that makes its way through a wonderland of ancient trees and luscious ferns suggestive of Tolkein’s Middle Earth.\n\nSource: [The Tree Projects](https://www.thetreeprojects.com/styx-valley)\n\n## (2) Bennets Road\n\n![](/assets/images/2021-10-20-16-05-00.png)\n\n## (3)Arve large tree\n\n![](/assets/images/2021-10-20-12-48-39.png)\n\n>In Australia’s island state of Tasmania, many of the world’s biggest flowering trees lie in ruins after this year’s bushfires. The Arve Giant, a eucalyptus regnans (“king of the eucalypts”), had attracted hundreds of thousands of visitors in recent decades, but it succumbed in January.\n>\n>Before its fall, it was a contender for the world’s biggest flowering tree by volume at 360 cubic metres, which is roughly the equivalent volume of three Boeing 737-300s. “This tree was 87 metres tall. It had a circumference of 17.2 metres. Now it is just a crumpled mess,” said Pearce.\n\nFrom [The Guardian](https://www.theguardian.com/environment/2019/dec/15/tasmanias-flowering-giants-we-will-never-see-such-trees-again)\n\n\n### Tree Overview\n\n**Styx (Living)**\n\n![](/assets/images/2021-10-20-13-55-23.png)\n\n**Bennets (Burnt but Standing)**\n\n![](/assets/images/2021-10-20-16-06-22.png)\n\n\n**Arve Giant (Collapsed)**\n\n![](https://i.guim.co.uk/img/media/00fa056e6135acc38c0e7f3fbc191912510bec61/0_0_2400_1441/master/2400.jpg?width=465&quality=45&auto=format&fit=max&dpr=2&s=5c6e98228e5a8f7dc4cd9feecc0a0119)\nSource: [The Guardian](https://www.theguardian.com/environment/2019/dec/15/tasmanias-flowering-giants-we-will-never-see-such-trees-again)\n \n\n### Tree images\n\n**Styx**\n\n\n![](/assets/images/styx/styx-4.jpg)\n\nStyx - base\n\n\n![](/assets/images/styx/styx-1.jpg)\n\nStyx - base\n\n\n![](/assets/images/2021-10-20-15-40-56.png)\n\nStyx - looking up\n\n![](/assets/images/styx/styx-1-2-2.jpg)\n\nStyx - looking up again\n\n\n![](/assets/images/2021-10-20-15-46-18.png)\n\nStyx - tree base\n\n\n![](/assets/images/2021-10-20-15-41-27.png)\n\nStyx - ferns\n\n\n![](/assets/images/2021-10-20-15-46-50.png)\n\nStyx - myrtle\n\n\n![](/assets/images/2021-10-20-15-43-18.png)\n\nStyx - base\n\n\nStyx - moss\n![](/assets/images/2021-10-20-16-07-24.png)\n\n\n![](/assets/images/2021-10-20-12-48-56.png)\n\nStyx - moss\n\n**Bennets**\n![](/assets/images/bennets/bennets-1.jpg)\n\nBennets - burned tree\n\n\n![](/assets/images/2021-10-20-16-05-15.png)\n\nBennets - burned tree\n\n\n![](/assets/images/2021-10-20-12-51-26.png)\n\nBennets - dead tree crown\n\n\n![](/assets/images/2021-10-20-16-09-00.png)\n\nBennets - basal bell\n\n\n![](/assets/images/2021-10-20-13-55-51.png)\n\nbennets - top\n\n\n![](/assets/images/2021-10-20-16-08-34.png)\n\nBennets - top of tree\n\n\n![](/assets/images/2021-10-20-12-52-24.png)\n\nBennets - Source: Yoav's art guy\n\n\n![](/assets/images/bennets/bennets-3.jpg)\n\nBennets - burned tree\n\n**Arve**\n\n![](/assets/images/2021-10-20-15-42-22.png)\n\nArve - platform\n\n\n![](/assets/images/2021-10-20-15-42-54.png)\n\nArve - base\n\n\n![](/assets/images/2021-10-20-15-41-50.png)\n\nArve - hollow\n\n\n![](/assets/images/2021-10-20-13-53-37.png)\n\n\nArve - base\n\n\n![](/assets/images/arve/arve-2.jpg)\n\nArve - base \n\n\n![](/assets/images/arve/arve-3.jpg)\n\nArve - base \n\n### Surrounds\n\n![](/assets/images/2021-10-20-15-44-08.png)\n\nStyx - other tree base. Source: [The Tree Projects](https://www.thetreeprojects.com)\n\n\n![](/assets/images/2021-10-20-15-45-36.png)\n\nStyx - other tree. Source: [The Tree Projects](https://www.thetreeprojects.com)\n\n\n![](/assets/images/2021-10-20-13-51-33.png)\n\nStyx - road with large tree. Source: [The Tree Projects](https://www.thetreeprojects.com)\n\n\n![](/assets/images/2021-10-20-13-52-47.png)\n\nStyx - other tree. \n\n\n\n\n\n\n\n\n\n\n","n":0.043}}},{"i":4,"$":{"0":{"v":"Uncertainty","n":1},"1":{"v":"\n\n\n\nThis story is about a _Euclytpus regans_ canopy\n\n<div style=\"width:100%;height:0;padding-bottom:56%;position:relative;\"><iframe src=\"https://giphy.com/embed/rL49PB6EQNIGmJPo5s\" width=\"100%\" height=\"100%\" style=\"position:absolute\" frameBorder=\"0\" class=\"giphy-embed\" allowFullScreen></iframe></div><p><a href=\"https://giphy.com/gifs/rL49PB6EQNIGmJPo5s\"></a></p>\n\n>Every time you go to a giant tree you see something new in it and yourself. I see something that’s been alive hundreds of years before me and will be there hundreds of years after me. It’s humbling to consider all the years of my life are merely a small chapter of theirs. Climbing these trees is where I started. Up a tree you see things from a perspective no one else has ever seen.”\n\nFrom [The Guardian](https://www.theguardian.com/environment/2019/dec/15/tasmanias-flowering-giants-we-will-never-see-such-trees-again)\n\n![](/assets/images/styx/styx-1-2-3.jpg)\n\n>Large old trees support a wide range of key attributes that are either poorly developed or absent from smaller, younger trees. Many of these attributes are relatively well documented such as tree height, diameter and the presence of cavities. Others are not and remain poorly studied and understood.  The canopies of large old trees have often been considered as new frontiers for the discovery of huge numbers of species (Ozanne et al., 2003). [^1]\n\n![](/assets/images/2021-10-20-15-40-56.png)\n\n<div style=\"width:100%;height:0;padding-bottom:56%;position:relative;\"><iframe src=\"https://giphy.com/embed/Zk4060qnHL1t0lNHHc\" width=\"100%\" height=\"100%\" style=\"position:absolute\" frameBorder=\"0\" class=\"giphy-embed\" allowFullScreen></iframe></div><p><a href=\"https://giphy.com/gifs/Zk4060qnHL1t0lNHHc\"></a></p>\n\n>Time-consuming methods such as climbing trees to complete above-ground measurements may be required to meet some of these challenges, although emerging technologies such as laser scanning and light detection and ranging (LIDAR) can make useful contributions in some contexts (Thomas et al., 2013; Nolke et al., 2015) and have helped to reveal huge individuals of existing tree species (Yard, 2013). [^1]\n\n<div style=\"width:100%;height:0;padding-bottom:56%;position:relative;\"><iframe src=\"https://www.julianrutten.com/testLand/testLand/styx2.html\" width=\"100%\" height=\"100%\" style=\"position:absolute\" frameBorder=\"0\" class=\"giphy-embed\" allowFullScreen></iframe></div><p><a href=\"https://giphy.com/gifs/M956BmAVGuDTiqE1OW\"></a></p>\n[ ]: TODO: get better interactive pointcloud styling\n\n>There are substantial challenges in studying certain attributes of large old trees such as features that cannot be accurately quantified using ground-based methods. The presence and attributes of cavities is an example (Cockle etal., 2011). Destructive tree dissection to explore internal cavity dimensions (Mackowski, 1987) is inappropriate in very large, rare or ecologically and culturally important specimens.[^1]\n\n<div style=\"width:100%;height:0;padding-bottom:56%;position:relative;\"><iframe src=\"https://giphy.com/embed/M956BmAVGuDTiqE1OW\" width=\"100%\" height=\"100%\" style=\"position:absolute\" frameBorder=\"0\" class=\"giphy-embed\" allowFullScreen></iframe></div><p><a href=\"https://giphy.com/gifs/M956BmAVGuDTiqE1OW\"></a></p>\n\n>But there are other likely highly species-rich environments associated with some species of large old trees that remain almost entirely unexplored. The extensive decorticating bark microhabitats of Australian eucalypts is one such example.[^1]\n\n<div style=\"width:100%;height:0;padding-bottom:56%;position:relative;\"><iframe src=\"https://giphy.com/embed/hfRbyyF1l7ksUfiRme\" width=\"100%\" height=\"100%\" style=\"position:absolute\" frameBorder=\"0\" class=\"giphy-embed\" allowFullScreen></iframe></div><p><a href=\"https://giphy.com/gifs/hfRbyyF1l7ksUfiRme\"></a></p>\n\n>Large streamers of decorticating bark hanging from the lateral branches of large old mountain ash (Eucalyptus regnans) trees in Australia. These streamers are best developed on the largest trees in old-growth stands (Lindenmayer et al., 2000) and are an unstudied microhabitat for a rich array of invertebrate taxa such as flightless tree crickets (inset).[^1]\n\n![](/assets/images/styx/styx-1-3.jpg)\n\n\n[^1]: <https://doi.org/10/gdvpqh> \"Lindenmayer, David B., and William F. Laurance. “The Ecology, Distribution, Conservation and Management of Large Old Trees.” Biological Reviews, no. 132 (2016): 1434–58\"\n\n","n":0.048}}},{"i":5,"$":{"0":{"v":"Methods","n":1}}},{"i":6,"$":{"0":{"v":"Tomography","n":1},"1":{"v":"\n\n![](/assets/images/synchro/synchrotron-1.jpg)\n\n## Summary\n\nThe design experiment seeks to volumetrically image and quantitative describe large old trees for 1) heritage preservation of disappearing wildlife habitats and 2) for the design of prosthetic structures to house animal and invertebrate species. The need to preserve information about such habitats and provide evidence-driven replacements is acute due to the pervasive degradation of natural environments. This mapping project focuses on trees, tree hollows, and the near-surface habitats. Old trees are keystone habitats that will be absent from many future landscapes. This project will produce workflows for the imaging of tree structures including hollows and bark substrates, create numeric descriptions of such structures to allow the generation of statistically congruent and comparable designs for prosthetic replacements.\nThis proposal aims to respond to environmental challenges which displace both human and nonhuman communities such as climate change, urbanisation, habitat loss and species extinction. There is an immediate need to provide crucial (often missing) resources while the natural habitat structures regrow, or where it is not possible to restore an ecosystem to a past state.\nGiven the unknowns, the approach is not through goal-driven data interpretation, but instead analogous to speculative or exploratory design.\n\n## Objectives\n\nCreating a generalizable description of bark pore space habitats\n1.\tIdentify different textures (manually or via AI)\n2.\tGoals: separate different textures\n3.\tEvaluate pore connectivity (and other things) within specified regions\n4.\tProvide a generalised description of the whole structure\n5.\tProvide specialised descriptions in detail of sections of the structure. (opening, crotch, standard section)\n6.\tEvaluate certainty of the resulting models\n7.\tApply the routine to different objects intending to represent the same habitat and compare\n\n## Methods\n\nApply the routine to different objects intending to represent the same habitat (baseline samples, various artificial designs) and identify numerical differences between the samples.\n\n\n## Scanned Objects\n\n+ Large Object 1 (L1):  a Eucalyptus Regnans a tree crotch (L1), sourced from Warrandyte, Victoria. The object was split into three samples:\n  + L1-A:Main branch with hollow, 800 mm deep x 410mm diameter, maximum wood thickness section 110mm + 150mm\n  + L1-B: Main branch with hollow, 630mm deep x 450mm diameter, maximum wood thickness section 110mm + 30mm\n  + L1-C: Secondary branch with hollow, 780mm high x 300mm diameter, maximum wood thickness section TBAC\n+ Medium Object 1 (M1): a small tree branch, 650mm deep x 300mm diameter with maximum wood thickness section TBC\n+ S1: Texture of inner wall of hollow, dimensions  \n+ S2: Texture of outer surface of trunk (bark), S2, 700mm x 160mm x 40mm\n+ S3: Texture of outer external surface of trunk (bark), S3,\nrotten and more eroded than S1\n+ XS1: Micro texture of inner surface of hollow, taken from S1\n\n\n![](/assets/images/synchro/synchrotron-2.jpg){max-width: 800px}\n\n![](/assets/images/synchro/synchrotron-3.jpg){max-width: 800px}\n\n![](/assets/images/synchro/synchrotron-4.jpg){max-width: 800px}\n\n![](/assets/images/synchro/synchrotron-5.jpg){max-width: 800px}\n\n![](/assets/images/synchro/synchrotron-7.jpg){max-width: 800px}\n\n![](/assets/images/synchro/synchrotron-8.jpg){max-width: 800px}\n\n<iframe src=\"https://player.vimeo.com/video/642218623?h=19eacc6767&autoplay=1&loop=1&title=0&byline=0&portrait=0\" width=\"400\" height=\"225\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture\" allowfullscreen></iframe>\n<iframe src=\"https://player.vimeo.com/video/642196354?h=a10ce00af9&autoplay=1&loop=1&title=0&byline=0&portrait=0\" width=\"400\" height=\"225\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture\" allowfullscreen></iframe>\n<iframe src=\"https://player.vimeo.com/video/642216465?h=5a349e9b47&autoplay=1&loop=1&title=0&byline=0&portrait=0\" width=\"400\" height=\"225\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture\" allowfullscreen></iframe>\n<iframe src=\"https://player.vimeo.com/video/642194141?h=de9a15213a&autoplay=1&loop=1&title=0&byline=0&portrait=0\" width=\"400\" height=\"225\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture\" allowfullscreen></iframe>\n<iframe src=\"https://player.vimeo.com/video/643340693?h=fc47859b96&autoplay=1&loop=1&title=0&byline=0&portrait=0\" width=\"800\" height=\"358\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture\" allowfullscreen></iframe>\n<iframe src=\"https://player.vimeo.com/video/642219322?h=5832230863&autoplay=1&loop=1&title=0&byline=0&portrait=0\" width=\"800\" height=\"450\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture\" allowfullscreen></iframe>\n\n","n":0.046}}},{"i":7,"$":{"0":{"v":"Surface Imaging","n":0.707},"1":{"v":"## Terrestrial Lidar Imaging\n\n![](/assets/images/arve/arve-1.jpg)\n\n![](/assets/images/tasmania-tree-compress-6.jpg)\n\n![](/assets/images/styx/styx-1.jpg)\n\n![](assets/images/2021-10-18-14-38-56.png)\n\n![](assets/images/2021-10-18-14-42-20.png)\n\n![](assets/images/2021-10-20-12-33-38.png)\n\n![](assets/images/2021-10-20-12-36-21.png)\n\n![](assets/images/2021-10-20-12-35-30.png)\n\n## Structured light Scanning\n\n![](/assets/images/barrer-structured-light/barrer-structured23.jpg)\n\n![](/assets/images/barrer-structured-light/barrer-structured22.jpg)\n\n![](/assets/images/barrer-structured-light/barrer-structured17.jpg)\n\n![](/assets/images/barrer-structured-light/barrer-structured5.jpg)\n\n![](/assets/images/barrer-structured-light/barrer-structured7.jpg)\n\n![](/assets/images/barrer-structured-light/barrer-structured8.jpg)\n\n![](/assets/images/barrer-structured-light/barrer-structured18.jpg){max-height: 235px}\n![](/assets/images/barrer-structured-light/barrer-structured4.jpg){max-height: 235px}\n\n![](/assets/images/barrer-structured-light/barrer-structured21.jpg){max-height: 235px}\n![](/assets/images/barrer-structured-light/barrer-structured2.jpg){max-height: 235px}\n\n![](/assets/images/barrer-structured-light/barrer-structured17.jpg){max-height: 235px}\n![](/assets/images/barrer-structured-light/barrer-structured1.jpg){max-height: 235px}\n\n","n":0.277}}},{"i":8,"$":{"0":{"v":"Exhibitions","n":1}}},{"i":9,"$":{"0":{"v":"The Last of Their Kind","n":0.447},"1":{"v":"\n\n**An exhibit for the Association for Computing Machinery Special Interest Group for Computer Graphics (ACM SIGGRAPH) Digital Artist Community (DAC) Exhibition (2022): [_The Earth is Our Home: Art, Technology, and Critical Action_](https://earth-our-home.siggraph.org/)**\n\n_by Deep Design Lab_\n\n![](/assets/images/2022-01-21-23-55-00.png)\n\n[_The Last of Their Kind_](https://earth-our-home.siggraph.org/the-last-of-their-kind/) is an outcome of a research program that seeks to open possibilities for participatory designing that involves nonhuman lifeforms.\n\nThis exhibit gives detail to intertwined and mesmerizingly rich stories of interspecies communities. To provide a brighter contrast with familiar human-centred narratives we focus on plant lives.\n\nHumans often study plants as resources. Instead, we seek to tell stories about the self-directed lives of plants and relevant ethical questions.\n\n<iframe src=\"https://player.vimeo.com/video/668734194?h=247b2640f0&color=A5CE46\" width=\"620\" height=\"364\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture\" allowfullscreen></iframe>\n<p><a href=\"https://vimeo.com/668734194\">The Last of Their Kind: Video</a> from <a href=\"https://vimeo.com/acmsiggraph\">ACM SIGGRAPH</a>.</p>\n\n[_The Last of Their Kind_](https://earth-our-home.siggraph.org/the-last-of-their-kind/) focuses on individuals, species and communities facing extinction. Some call these beings ‘endlings’. How should humans study and preserve stories of beings that go away, often forever?\n\nNobody has a complete answer, but we can try to bear witness, record as a lesson, sometimes help. We focus on three different characters. One story follows a group of elders. Another looks at the last representatives of a species. And the last considers a formerly dominant but disappearing community.\n\nEngaging with these beings, we use lasers, magnetic fields, and particle accelerators to generate detailed data representations of plant worlds. Applying analytical tools and artificial intelligence to this data, we seek to capture the richness and nuance of behaviours, capabilities and preferences that characterise nonhuman lives. Interspecies stories are hard to narrate. Their characters have evolutionary backgrounds, life histories, capabilities and scales that are not intuitive to humans. Our imaging technologies span from kilometres to microns and expose histories and futures from new perspectives: high above a rainforest, deep within a tree trunk, or only visible in the infrared.\n\n![](/assets/images/2022-01-21-18-24-06.png){width: 500px}\n\nThese stories attempt to create a narrative world that can support multiple perspectives, including nonhuman. We believe such spaces are a foundation for fairer and more hopeful interspecies futures.\n\n### Biographies\n\nThe authorship of this exhibit belongs to Deep Design Lab, a creative collective. The project team includes:\n\nAlexander Holland, at the University of Melbourne, investigates the digital and physical characteristics and design opportunities of past and future environments. His experiments expand the reach of participatory design to include nonhuman as well as human inhabitants.\n\nJulian Rutten, at Swinburne University of Technology, studies the intersections of culture, nature, and technology. His research focuses on remote sensing and three-dimensional imaging techniques that aim to support more-than-human habitats.\nTogether, the team has extensive design, art and architecture experience with many international exhibitions and publications to their credit.\n\n[Stanislav Roudavski](https://unimelb.academia.edu/StanislavRoudavski), at the University of Melbourne, researches designs for animals, plants, rivers, and rocks as well as humans. His experiments contribute to knowledge by using scientific evidence and advanced technologies in concert with cultural, political, and historical analyses.\n\n### Acknowledgements\n\n**Biologists:**\n\nRebecca Miller, Royal Botanic Gardens  \nDarren Le Roux, Australian Capital Territory Parks and Conservation Service  \nPhil Gibbons, Australian National University  \nYoav Daniel Bar-Ness, Tasmanian Geographic\n\n**Imaging specialists:**\n\nJay Black, the University of Melbourne  \nAnton Maksimenko, the Australian Synchrotron\n\n### Image Credits\n\nThe image of beetle on spathe is from Sayers, T., Steinbauer, M., Farnier, K., & Miller, R. (2020). Dung Mimicry in Typhonium (Araceae): Explaining Floral Trait and Pollinator Divergence in a Widespread Species Complex and a Rare Sister Species. _Botanical Journal of the Linnean Society_, 193, 375–401. <https://doi.org/10/gjkgwx>\n\nOther images are by the authors.\n","n":0.042}}},{"i":10,"$":{"0":{"v":"The Last Places","n":0.577},"1":{"v":"\n\n\n**Yellowbox (Eucalyptus melliodora) grassy woodlands, 97% lost since the European Colonisation**\n\nThis story is about a disappearing form of landscape and its interlinked communities.\n\nClose to many cities and unnoticed by most humans live the last remnants of a once mighty community. These communities of yellowbox trees, grasses and many other beings last thousands of years. Birds nest in dead branches of older trees and feed on the insects in rotting bark. Lizards and insects hide in the grass or in the folds of the trunks. Recent human land use destroys saplings and as the older trees die, the community dwindles.\n\nOur story follows a group of small, medium, and large trees. Using data analysis and artificial intelligence we recognise leaves, branches, and other vital features in complex tree structures. Combining these capabilities with observations of bird behaviour we consider relationships between trees and arboreal life, in support of better understanding of their roles and significance.\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-022.png)\n\n**What you see** > A statistical representation of different trees and their meaning as habitats, left; a remnant patch of woodland surviving on a hill in the southeast plains of Australia.\n**Who speaks** > A yellowbox grassy woodland community.\n**What the woodland says** > ““I am not one but many: we are birds, mammals, reptiles, and plants. Our trees were once widespread. My other creatures need trees to live.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-023.png)\n\n**What you see** > A map of tree densities some 300 years ago, before the European colonisation, in a cleared landscape on the outskirts of Canberra, in southeast Australia, in a landscape that currently has no trees.\n**What the woodland says** > \"We grew in poor soils and apart from each other. Paddocks, streets and farms killed many.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-024.png)\n\n**What you see** > An old tree in a former yellowbox community near Canberra, top right; branches and leaves of the tree, which extend for two kilometres, recognised by machine learning, bottom right; algorithmic estimates of bird preferences for branches, left.\n**What the woodland says** > “Even when the paddocks and cities came, some of our old trees remained. They are rich with many creatures in a simplified landscape. Birds perch on branches. Insects live in bark cracks.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-025.png)\n\n**What you see** > A denuded hill at a restoration site. You can see thousands of newly planted trees. They will take hundreds of years to mature. Meanwhile, the wildlife has no homes, invasive plants dominate on the overfertilized soil, the climate warms and the grassy woodlands cannot return.\n**What the woodland says** > “Humans broke our cycles. The seedlings cannot take root. For hundreds of years, we had no young to replace the elders. Humans look at the future without old trees.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-026.png)\n\n**What you see** > Human-installed trees and poles that provide artificial homes to wildlife at a restoration site. Humans damaged this place for 230 years. They now try to repair the damage but these places will never be as before.\n**What the woodland says** > “With the elder trees dying, the birds and others die too. We are in small fragments. Your parks are not us.”\n","n":0.045}}},{"i":11,"$":{"0":{"v":"The Last Elders","n":0.577},"1":{"v":"\n\n\n**Old mountain ash tree (Eucalyptus regnans), 200 left, with twelve of the largest twenty burnt in 2019**\n\nThis story is about a disappearing stage of life, and death.\n\nEucalyptus regnans trees live in Australia’s southern forests. Among frequent bushfires, they have evolved to die and grow quickly. In wet Tasmania the fires are rare. There, cool valleys are home to elders that live for hundreds of years. They are among the largest organisms on Earth. However, the climate is warming, and the forests are drying. The giants burn, fall, and die. Humans are not likely to ever see such trees again. The forest community will have no elders. See [[stories.uncertainty]]\n\nLarge old trees are homes to many beings and hold many stories. We show topographies that create wet conditions, stands of giant trees, individual living and dead trees and their neighbours, bark, moss, lichen, epiphytes and animals that live within them. To trace this story, we use computational analysis and artificial intelligence to probe the data acquired by [[laser imaging|methods.surface-imaging]] and [[radiation|methods.tomography]].\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-004.png)\n\n**What you see** > Three giant trees: one living; one dead, still standing; one fallen; in the valleys of Tasmanian rainforests during the dying days of the Holocene.\n**Who speaks** > 400-year old Eucalyptus regnans trees (mountain ash, swamp gum, stringy bark, giant gum), first seen by humans some 60,000 years ago, distinct as the Eucalypteae tribe for some 60 million years; the tallest flowering plants on Earth. See [[stories.uniqueness]].\n**What the elders say** > “Expecting death at any moment, we grow quickly. In wet, cool places, we remain undisturbed. Here, we live for hundreds of years. Now we are elders. Yet, the forest is changing. Fires burn stronger and more often. Many elders have fallen.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-005.png)\n\n**What you see** > A stand of remnant giants, coloured, hundreds of years old, growing in the Styx valley, an area with tolerable disturbances.\n**What the elders say** > “The hills make clouds drip. Moss and lichens line the gullies. Ferns, sassafras and myrtle shade the ground. In these cool, wet places, we grow above others.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-006.png)\n\n**What you see** > An elder tree (blue, left) in a forest clearing saved from wood harvesting, soil disturbance or forest segmentation; three views of a bark fragment and its inhabitants.\n**What the elders say** > “We live together with many others. We steady the climate. Our branches host ferns, epiphytes, fungi and lichens. We control water and soil, feed birds, and shelter the smallest of creatures.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-007.png)\n\n**What you see** > A state of a recently burnt valley, six months after the 2019 bushfires. A dead standing elder, orange, middle; remnants of a burnt tree, blue, right, combined with data overlay that shows the outlines of previously existing trees and their foliage, green.\n**What the elders say** > “When dead, we stand tall, a home to many. We still feed the others after we fall.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-008.png)\n\n**What you see** > A decaying elder in a wet sclerophyll forest. A giant hollow, green; bigger than an average room and full of multispecies life.\n**What the elders say** > “We decay as we live, such is our way. We rot to give back. In this way we live long, beyond your lives and your civilisations.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-009.png)\n\n**What you see** > The main ring of the particle accelerator at the Australian Synchrotron. Trees are too large for most volumetric-imaging devices, so we used the high-powered beam of this machine instead.\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-010.png)\n\n**What you see** > The size of a living tree and a relatively small limb that is as large as a human body held by a robot arm for the synchrotron scanning, left and centre; synchotron beam at work behind an observation window, upper right; the laser scanner on a rural road, bottom right.\n**What the elders say** > “After we are gone, these landscapes may never see the likes of us again.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-011.png)\n\n**What you see** > Plant features, recognised and quantified with imaging and artificial intelligence techniques.\n**What the elders say** > “What will remain when we are gone?”\n","n":0.039}}},{"i":12,"$":{"0":{"v":"The Last Blooms","n":0.577},"1":{"v":"\n\n\n**Stinky lily (_Typhonium species affinis brownii_), Less than 100 left in the wild**\n\nThis story is about a disappearing behaviour and its participants.\n\nThe lily takes twenty-four hours to open its petals. It heats its central organ and releases odours that mimic dung to attract a beetle. After twelve hours, the petals close, trapping the guest for an overnight stay. The beetle brushes against the lily’s pollen and is free in the morning. The flower dies; other lilies await their turns.\n\nMostly living in labs, this plant blooms only one day per year. Our story follows its mating ritual with thermal cameras, three-dimensional surface scanning and microscopic tomography that can look inside of objects. We use multiple scans from many devices to create and animate composite images.\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-013.png)\n\n**What you see** > A flower in bloom in late summer within a greenhouse at Burnley Gardens, Melbourne, Australia.\n**Who speaks** > Typhonium sp. aff. brownii (stinky lily).\n**What the lily says** > “I can live in this pot. Resting underground, I am ready to sprout.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-014.png)\n\n**What you see** > A flower in motion, with stages of movement shown by different colours: cyan, blue, pink, orange, yellow.\n**What the lily says** > “I bloom on a hot sunny day, after weeks of growth, for twenty-four hours. My purple spathe stands out against the ground of the forest.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-015.png)\n\n**What you see** > After 12 hours, the flower is in full bloom.\n**What the lily says** > “My courtship begins. I beckon others with the smell of faeces. Those who can help me, like this smell. The others will stay away.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-016.png)\n\n**What you see** > The heating of the central organ.\n**What the lily says** > “My odour is not enough. I heat up, a beacon to passers-by. My masquerade is complete: fresh, warm dung.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-017.png)\n\n**What you see** > The beetle mistakes a stink lily for food and a brood site; the intricate structure of the leaf.\n**Who speaks** > Onthophagus tuckonie (dung beetle).\n**What the beetle says** > “Flying through the understory I search for food. I am ready to breed. I think this is it, but where is the dung? I cannot rest on the slippery spathe.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-018.png)\n\n**What you see** > A labyrinth of hairy tubes and female florets.\n**What the beetle says** > “I made a fertilisation trap. My florets are waiting for the pollen hitchhiking on the captive as it falls into my chamber. My plan is to coat the beetle in my pollen before releasing it in the morning. Then it is free to go and fertilise another lily.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-019.png)\n\n**What you see** > The view of a beetle falling into a flower.\n**What the beetle says** > “The scent of dung is intense but I see no food or a place for my eggs. I am covered in pollen.”\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-020.png)\n\n**What you see** > A tomographic image of a bloom event including the internal feature of a flower.\n**What the beetle and lily say** > “If lilies survive only in human structures, in human care, our relationship will disappear.”\n","n":0.045}}},{"i":13,"$":{"0":{"v":"Events","n":1}}},{"i":14,"$":{"0":{"v":"Land Clearing","n":0.707},"1":{"v":"\n\n\n>A primary threatening process in temperate eucalypt woodlands is land clearing. Because the broad spatial distribution of temperate woodlands coincides strongly with the nation’s major wheat–sheep belts, much of the original vegetation cover has been cleared (Hobbs and Yates 2000). For example, only ~10% of temperate eucalypt woodlands with a grassy understorey remain uncleared in south-eastern Australia (Prober et al. 2012a). In the wheatbelt of Western Australia, ~90% of the vegetation – much of it temperate eucalypt wood- land – has been cleared (Gibson et al. 2004).[^1]\n\n## Logging\n\n![](/assets/images/styx/styx-1-2.jpg)\n\n#### Logging at the Styx. \n\n>STT (Sustainable Timbers Tasmania) is the custodian of the public forests and says it does not log trees taller than 85 metres or more than 280 cubic metres in volume. It lists some 150 such giants. However, the state premier, Will Hodgman, has authorised it to log stands of the next generation of the world’s tallest flowering trees. The younger giant eucalypts are being trucked out of the southern forests, which are among the world’s most carbon-dense forests. The national environment minister, Sussan Ley, backs the logging.\n\nSource: [The Guardian](https://www.theguardian.com/environment/2019/dec/15/tasmanias-flowering-giants-we-will-never-see-such-trees-again)\n\n## Recognition\n\n>There is little official documentation or recognition of Tasmanian giant trees. When Victorian-based big tree legend Brett Mifsud commenced Tasmanian giant tree searches in the 1990s, he found that information was sparse and mainly anecdotal. We all owe so much to Brett and his years of dedicated work.\n>\n>Forest conservation campaigns spearheaded by The Wilderness Society sparked the public interest in tall trees at Beech Creek near Wayatinah in the 1980s, and subsequently a decade later in the Styx Valley. Responding to the growing public attention, Forestry Tasmania, now rebranded as Sustainable Timber Tasmania, commissioned a survey in early 2000 to measure the heights of Tasmania’s tallest trees (Kostoglou 2000). At that time, height was the main criterion for recognition of exceptional trees. Kostoglou (2000) compiled historic reports of Tasmanian trees up to 101 m tall and noted that these were considerably shorter than estimates of Victorian tree heights in the 19th century. \n>\n>The loftiest tree measured in the 2000 survey was 92 m tall — 1 m taller than the tallest existing, reliably reported Victorian tree — and therefore just sufficient for Tasmania to claim the world’s tallest hardwood at the time. The ten tallest Tasmanian trees then exceeded 85 m, and this apparently inspired Forestry Tasmania to set the threshold for giant tree protection in state forest at that height. The policy was revised to include trees of large volume in 2002, following the discovery of the 404 cubic metre El Grande, which had an impressive girth of 19 m, but at 79 m tall it would not have otherwise qualified for giant protection. Sadly El Grande was killed by Forestry Tasmania after they clearfell logged the surrounding old growth forest and fatally burnt the tree as part of a “regeneration burn”. \n>\n>Largely due to the work of a few amateurs, the number of recognised giants has considerably increased in the past 20 years, and the tallest now known tree Centurion is 100.5m tall.\n\nSource: [The Tree Projects](https://www.thetreeprojects.com)\n\n## Measurement\n\n**Height**\n\n>Tall trees are easy to find. State wide LiDar scans have created data sets that make it easy to see the height of trees and their emergence from the lower canopy. LiDar is a method of scanning a broad area with lasers to generate 3D spatial data that is accurate to the centimetre. \n>\n>While it is possible to still find undocumented tall trees it is increasingly difficult to do so because to the abundance of LiDar scans. We have it of good authority that all trees over 85m have been visited and ground-truthed.\n\n**Volume**\n\n>Volumetric trees are very hard to find. This is the area of most interest to the new generation of Tasmanian big tree hunters. LiDar is unreliable at best in finding these trees because they are often at or below the surrounding canopy layer.\n>\n>These trees are often much older than the tall trees and as such have lost their height because of snapped out crown structures. However, they continue to grow outwards and draw down immense amounts of atmospheric carbon.\n\nSource: [The Tree Projects](https://www.thetreeprojects.com)\n\n## References\n\n[^1]: Lindenmayer, David B., Emma; Burns, Nicole Thurgate, and Andrew Lowe, eds. Biodiversity and Environmental Change: Monitoring, Challenges and Direction. Colingwood, AU: CSIRO, 2014.\n[^2]: Lindenmayer, David B., Jeff Wood, Lachlan McBurney, David Blair, and Sam C. Banks. ‘Single Large Versus Several Small: The Sloss Debate in the Context of Bird Responses to a Variable Retention Logging Experiment’. Forest Ecology and Management 339, no. 0 (2015): 1–10. https://doi.org/10/f64h62.\n","n":0.037}}},{"i":15,"$":{"0":{"v":"Floral Traps","n":0.707},"1":{"v":"\n\n\n### Brood-site Deception\n\nBrood-site deception of insects that lay eggs in dung.[^1]\n\n![Form](/assets/images/2022-01-20-01-29-11.png){max-width: 700px}\n\n### Formal Characteristics\n\n![Floral traps where the sexual organs are enclosed and complex.](/assets/images/2022-01-19-22-45-47.png){max-width: 400px}  \nFloral traps in _Araceae_ where the sexual organs are enclosed and have complex movement and surface features. (A) Schismatoglottis type. The insects are retained by spathe movements; slippery surfaces are absent. (B) Arisarum type. An imperfect trap with a slippery spathe surface. Insects slip and fall into the spathe chamber but can escape unhampered by climbing the spadix or flying off. (C) Zomicarpa type. Insects are trapped inside the inflorescence by slippery surfaces and are released through a secondary exit formed by a movement of the spathe. **_(D) Typhonium type. Insects glide down slippery surfaces and are retained in the floral chamber by closure of the spathe constriction. During the staminate phase, the constriction reopens, and slippery surfaces cease to be slippery._** (E) Arum type. The insects are trapped by slippery spathe surfaces and sterile flowers on the spadix that partially occlude the spathe chamber. Insect release is facilitated by withering of the slippery organs. (F) Stylochaeton type. Insects are trapped by slippery spathe surfaces. In the pistillate phase, the spadix is enclosed in the spathe chamber. During the staminate phase, the spadix grows out of the chamber, and insects can escape via climbing.  \nGender symbols indicate pistillate and staminate phase of anthesis. Black arrows indicate arrival and departure of pollinators. Arrowheads indicate closure of the spathe constriction. The insect symbol indicates the pollinator’s residence during arrest. Asterisks indicate the presence of an intact slippery surface; crosses indicate that the slippery surface has withered and ceased to be functional.[^2]\n\n## Spathe surface\n\n![Surface](/assets/images/2022-01-20-00-56-47.png)  \nSEM images of the inner spathe epidermis of T. brownii taxa from four regions and T. eliosurum showing papillate cells preserved during the pistillate stage of anthesis: A, central spathe blade; B, lower spathe blade 1 cm above the spathe constriction; and C, the upper floral chamber wall (scale bar = 100 μm).[^3]\n\n## Thermogenesis within the _Typhonium_ appendix\n\n![Typhonium brownii heating](/assets/images/2022-01-20-00-11-44.png)\n\nTemperature traces (mean ± SD) of (A) T. brownii FNQ, (B) T. brownii SEQLD, _**(C) T. sp. aff. brownii**_, (D) T. brownii NSW, (E) T. cf. brownii and (F) T. eliosurum showing temperature increases in the appendix (black line) and staminate zone (grey line) relative to non-thermogenic tissue. The female and male symbols correspond to the period of enhanced insect attraction and pollen shedding, respectively. The period between last and first light is shaded grey.[^2]\n\n![Heat](/assets/images/lily/heat.png)\n\n![Heat](/assets/images/2022-01-19-23-11-02.png)\n\nInfrared image of an endangered Typhonium sp. aff. brownii grown in a laboratory.\n\n## Scent production\n\nDuring pollination VOCs are released to attract insects.\n\n![Scent](/assets/images/2022-01-19-22-37-33.png){max-width: 500px}\n\nTypical scent chromatograms for (A) T. brownii FNQ, (B) T. brownii SEQLD, _**(C) T. sp. aff. brownii**_, (D) T. brownii NSW, (E) T. cf. brownii, and (F) T. eliosurum. Eight VOCs with the largest % peak area for each T. brownii taxon and T. eliosurum are labelled in that region/species and across other regions/species if also detected.  \nNumbers indicate the following compounds:  \n(1) α-phellandrene, (2) unknown 1437, (3) α-copaene, (4) pentadecane, (5) unknown 1531, (6) α-gurjunene, (7) *neoisolongifolene, (8) unknown 1591, (9) β-gurjunene, (10) β-caryophyllene, (11) unknown 1607, (12) aromandendrene, (13) *valerena-4,7(11)-diene, (14) α-guaiene, (15) alloaromadendrene, (16) acetophenone, (17) α-humulene, (18) unknown 1689, (19) unknown 1700, (20) caparratriene, (21) methyl geranate, (22) viridiflorene, (23) germacrene D, (24) bicyclogermacrene, (25) δ-cadinene, (26) unknown 1781, (27) dihydro-β-ionone, (28) geranylacetone, (29) junenol, (30) p-cresol, (31) indole, _**(32) skatole**_ (*identification by library match only).[^2]\n\n[^1]: Bröderbauer, David, Anita Diaz, and Anton Weber. ‘Reconstructing the Origin and Elaboration of Insect-Trapping Inflorescences in the Araceae’. American Journal of Botany 99 (2012): 1666–79. <https://doi.org/10/f4c28j>.\n\n[^2]: Sayers, Thomas, Martin Steinbauer, Kevin Farnier, and Rebecca Miller. ‘Dung Mimicry in _Typhonium (Araceae)_: Explaining Floral Trait and Pollinator Divergence in a Widespread Species Complex and a Rare Sister Species’. Botanical Journal of the Linnean Society 193 (2020): 375–401. <https://doi.org/10/gjkgwx>.\n\n[^3]: Urru, Isabella, Marcus C. Stensmyr, and Bill S. Hansson. ‘Pollination by Brood-Site Deception’. Plant-Insect Interactions 72, no. 13 (2011): 1655–66. <https://doi.org/10/cfn63h>.\n","n":0.039}}},{"i":16,"$":{"0":{"v":"Fire","n":1},"1":{"v":"\n\n\n>Referring to Earth’s climate emergency, Pearce says: “These trees are at the limit of physics, the greatest expression of nature possible given their environment. They evolved to grow under the conditions we had but don’t have any more. We will never see such trees again.”\n\n> Like most other places, Tasmania’s average temperatures have risen 1C in the last century and the heatwaves are more frequent and the air drier, a potent fire mix. “The big trees just copped it. The tiny reserves for big trees that remain after 100 years of clearfell logging didn’t stand a chance,” says Pearce.\n\nFrom [The Guardian](https://www.theguardian.com/environment/2019/dec/15/tasmanias-flowering-giants-we-will-never-see-such-trees-again)\n\n\n![](/assets/images/bennets/bennets-5.jpg)\n\nFrom [The Guardian](https://www.theguardian.com/environment/2019/dec/15/tasmanias-flowering-giants-we-will-never-see-such-trees-again)\n\n\n![](/assets/images/2021-10-20-15-31-48.png)\n\nPopulation Vitals. From [The Tree Projects](https://www.thetreeprojects.com)\n\n\n![](/assets/images/2021-10-20-15-02-25.png)\n\nFires 2019 and large trees. From [The Tree Projects](https://www.thetreeprojects.com)\n","n":0.093}}},{"i":17,"$":{"0":{"v":"Decay","n":1},"1":{"v":"\n\n\n\nThe process of aging and decay is called [senescence](https://doi.org/10/f4hjpx). The story presented here describes processes that crucially support a healthy ecosystem. Additionally, they are ubiquitous among all tree species, yet absent within the built environment. This story draws on a range of research to lay the foundation for novel construction typologies which better support the ecosystems humanity live within.\n\n![](/assets/images/crop2.apng)\n\n## _Background_\n\nAs large trees decay they form unique microhabitats that support the lives of many other plants, animals, fungi and bacterium.\n\n> The trees progress from being tall living stems to tall dead trees, then shorter dead stems and finally they decay and collapse onto the forest floor. Very tall living montane ash trees may experience problems in pumping water from the root system to the tree crown. The tree crown eventually dies, leaving dead exposed branches at the top. Pools of rainwater may accumulate in the tops of the dead branches and accelerate the rate of decay inside the main trunk or centre of the tree. Eventually the tree dies and begins to break up, shedding dead branches and the upper sections of the trunk. Finally, the tree becomes so decayed it collapses. Fallen trees are still important for many forest animals. They provide shelter for small mammals such as Bush Rats, or a place to lay eggs, as in some species of reptiles (Lindenmayer et al. 2002a) (see Chapter 8). [^1]\n\n> While some species like the oaks can inhibit the spread\n> of pathogens within their organism by creating both chemical and anatomical boundaries (Shigo, 1984), other tree species like the poplars (Populus spp.) are less able to protect themselves and wood decay can quickly affect a larger part of the trunk, thus creating, for example, wide rot-holes. We hypothesized that the type of CODIT profile would affect the development of saproxylic TreMs (i.e. those that involve decaying wood) and would therefore influence TreM co-occurrence. [^6]\n\nMicrohabitats that are formed from plant senescence and decay are under represented in management strategies within many landscapes and even less within design and architecture.\n\n> No work has been conducted on the amount and condition of coarse woody debris that needs to be retained in logged and regenerated montane ash forest…. the effects of extensive and prolonged depletion of coarse woody debris remain unknown. Work in other forests around the world, particularly in the northern hemisphere, suggests that the impacts can be substantial (Grove and Hanula 2006; Harmon et al. 1986).\n>\n> In current forest inventories and monitoring schemes, microhabitats and their function as possible core variables of the biocoenosis are not taken into consideration or they are not accurately described. Furthermore, the use of microhabitat inventories on trees has neither been tested as a field method nor established as proxy variables for maintaining biodiversity, nor have they been used as monitoring tools to assess nature conservation objectives.\n>\n> Microhabitats such as broken crowns and stem cavities are mainly associated with decreasing tree vitality, which is commonly caused by a combination of fungi and insects (Jonsell et al., 1999, Franklin et al., 2002). The decay processes following tree damage and the development of microhabitats provide numerous habitats for breeding birds, bats, insects, mosses, and lichens (Palmer, 1986, Welsh and Capen, 1992, Thunes and Willassen, 1997, Winter et al., 2005). [^2]\n>\n> Careful observation of tree bark reveals that it is a landscape unto itself, complete with varying microtopography, composition, and texture, and both micro- and macro-organisms live in, live on, or traverse it during their life cycles. [^3]\n>\n> Because of its role in support of various ecosystem functions, the amount and variability of bark microhabitat features has been suggested as an indicator of forest biodiversity. [^2]\n\nFallen logs, leaf litter, and bark debris produce a complex range of microhabitats.\n\n## Bark streamers\n\nBark streamers are a critical resource provided by overstorey ash- type eucalypt trees.\n\n> Strips of decorticating bark are a vital attribute of overstorey montane ash trees for a number of animal species. Bark is shed annually and forms spectacular streamers on Mountain Ash and, to a lesser extent, Alpine Ash trees. Several tonnes of bark per hectare are shed annually, adding considerably to the amount of litter in montane ash forests. Large old trees produce significantly more bark than young stems (Lindenmayer et al. 2000a). Bark streamers provide habitat for a wide range of invertebrates such as spiders and predatory wingless tree crickets. These invertebrates are, in turn, prey for several species of marsupials (Smith 1984b) and birds. The presence and abundance of Leadbeater’s Possum has been found to be significantly related to the quantity of bark in montane ash forests (Lindenmayer et al. 1991d). [^4]\n\n## Inhabitants of bark\n\n> Many arthropods make a living in and around tree bark, feeding on the sapwood beneath it, overwintering in its fissures and crevices, or simply traversing it en route to the canopy or the soil (Hanula and Franzreb 1998). Larger animals may forage on (e.g., horses; Kuiters et al. 2006) or in (e.g., woodpeckers; Jackson 1970) tree bark, and some even live in bark crevices (e.g., bats (Carter and Feldhamer 2005) and birds (Wintle et al. 2005)).\n> Bark-gleaning birds (e.g., brown creepers (Certhia ameri- cana Bonaparte); Wintle et al. 2005), in particular, are strongly dependent on fissures in tree bark for their survival, foraging on arthropods in bark fissures and even storing food in them (Woodrey 1990). One species of nuthatch, Sitta europaea, lines its nest holes with bark flakes and uses them to conceal its eggs or young when it is away from the nest (Wesolowski and Rowinski 2004). Some studies have suggested that bark-foraging birds may be affected by an in- crease or decrease in the foraging space provided by tree bark (Keller et al. 2003) or a change in the abundance and biodiversity of their bark-using prey (Hanula and Franzreb 1998; Horn and Hanula 2002). [^3]\n>\n> In living trees, structural and chemical defence traits, mainly in the outer bark, play a crucial role in protecting these nutrient‐rich tissues against herbivores (Wainhouse, Cross & Howell 1990; Paine et al. 2010) and may have afterlife effects (Cornwell et al. 2009a) that may inhibit invertebrate access. Therefore, in the early (initial 1–2 years) decomposition stage, when the bark (cortisphere; Pfanz & Aschan 2001) is still attached to the wood, bark traits may be a crucial environmental filter for associated fauna assembly (Wu, Yu & Zhou 2008; Barbour et al. 2009; Zuo et al. 2014). At later decomposition stage, wood traits will become more important, partly because much of the bark will have fallen off and/or bark traits of different species become more similar due to degradation. Bark traits can also affect the species composition indirectly, by changing predator–prey interactions. [^5]\n\n## Fallen logs\n\n> Logs are nursery sites for some species of plants and provide places for the germination and growth of ferns, mosses and liverworts in montane ash forest (Ashton 1986). Detailed vegetation surveys (Lindenmayer et al. 2000b) have shown that Myrtle Beech trees in montane ash forests often germinate on rotting logs. The water and organic matter in rotting logs then facilitates the growth of young seedlings (Howard 1973). Other understorey plant species common in montane ash forests, such as Dogwood, Musk Daisy Bush and Mountain Pepper, also germinate on rotting logs.\n\n## Inhabitants of fallen logs and dead trunks\n\n> A dead trunk is colonized by a vast array of species when it falls to the ground, but the extensive literature on dead wood invertebrates (Grove 2002; Castro & Wise 2010; Déchêne & Buddle 2010; Ulyshen, Pucci & Hanula 2011) has still left questions unanswered about how, and how much, different factors determine the community composition of log‐related fauna. This is partly because most field sampling studies cannot disentangle the (interactive) effects of forest environment and log microenvironment, wood and bark traits of tree species, their decomposition stage, time of the year and the available pool of invertebrate species. [^2]\n\n## Near surface habitats\n\nNear-surface habitats is a useful classification for these crucial microhabitats that can help design and architecture.\n\nThe following images show the complexity of these habitats.\n\n![Image of habitat surrounding tree](\\assets\\images\\bennets\\IMG_7106.JPG)\n\n- [^1]: Lindenmayer, David B. Forest Pattern and Ecological Process: A Synthesis of 25 Years of Research. Melbourne: CSIRO, 2009.\n- [^2]: Winter, Susanne, and Georg Christian Möller. ‘Microhabitats in Lowland Beech Forests as Monitoring Tool for Nature Conservation’. Forest Ecology and Management 255, no. 3 (2008): 1251–61. https://doi.org/10/dx44wv.\n- [^3]: MacFarlane, David W., and Aidong Luo. ‘Quantifying Tree and Forest Bark Structure with a Bark-Fissure Index’. Canadian Journal of Forest Research 59, no. 10 (n.d.): 1859–70. Accessed 16 December 2020. https://doi.org/10/bhctrk.\n- [^4]: Lindenmayer, David B., R. B. Cunningham, Ross B., Christine F. Donnelly, and Jerry F. Franklin. ‘Structural Features of Old-Growth Australian Montane Ash Forests’. Forest Ecology and Management 134, no. 1 (2000): 189–204. https://doi.org/10/cbjwzd.\n- [^5]: Zuo, Juan, Matty P. Berg, Roy Klein, Jasper Nusselder, Gert Neurink, Orsi Decker, Mariet M. Hefting, et al. ‘Faunal Community Consequence of Interspecific Bark Trait Dissimilarity in Early-Stage Decomposing Logs’. Functional Ecology 30, no. 12 (2016): 1957–66. https://doi.org/10/f9hdpd.\n- [^6]: Shigo, Alex L. “Compartmentalization: A Conceptual Framework for Understanding How Trees Grow and Defend Themselves.” Annual Review of Phytopathology 22, no. 1 (1984): 189–214. https://doi.org/10.1146/annurev.py.22.090184.001201.\n","n":0.026}}},{"i":18,"$":{"0":{"v":"Characters","n":1}}},{"i":19,"$":{"0":{"v":"Yellowbox","n":1},"1":{"v":"\n\n## Family: _Myrtaceae_ | Genus:  _Eucalyptus_  \nSpecies: bridgesiana | Name: Apple Box  \nSpecies: polyanthemos | Name: Red Box  \nSpecies: macrorhyncha | Name: Red stringybark  \nSpecies: moluccana | Name: Coastal Grey Box\nSpecies: rubida | Name: Candlebark\nSpecies: nortonii | Name: Bundy\nSpecies: goniocalyx | Name: Broad-leaved Stringybark  \nSpecies: youmanii | Name: Youman's Stringybark\n\nWhole habitat includes understrory and fauna which is [critically endangered.](https://www.environment.nsw.gov.au/threatenedspeciesapp/profile.aspx?id=10837)\n\n![](/assets/images/canberra/1D1A9201.jpg)\n\n![](/assets/images/canberra/barrer.jpg)\n\n![](/assets/images/canberra/tree-decline.png)\n\n![](/assets/images/barrer-structured-light/barrer-structured12.jpg)\n\n![](/assets/images/barrer-structured-light/barrer-structured13.jpg)\n   \n","n":0.129}}},{"i":20,"$":{"0":{"v":"Stinky Lily","n":0.707},"1":{"v":"\n\n\n## Family: _Araceae_ | Genus:  _Typhonium_ | Species: _brownii_\n\n![Typhonium brownii](assets/images/lily/Typhonium_brownii_CBM.png){max-width: 400px}  \nInitial sketch for Kew gardens. Specimen observed due to Mr Bull who collected rare plants even when little commercial worth existed. [^1]\n\n![Typhonium brownii distribution](/assets/images/2022-01-19-23-19-45.png)\n\nDistribution of T. brownii taxa (black dots) and T. eliosurum (grey dots) (Atlas of Living Australia); letters correspond to the source locations of (A) T. brownii FNQ, (B) T. brownii SEQLD, (C) T. sp. aff. brownii (D), T. brownii NSW, (E) T. cf. brownii and (F) T. eliosurum. Images show the reproductive organs of hermaphrodite inflorescences with the spathe partially removed (scale bar = 1 cm).  \nFeatures shown are the spadix (surrounded by the spathe), consisting (from top to bottom) of the appendix, staminate zone above the spathe constriction, a sterile zone including hair-like extensions and the pistillate zone at the base of the floral chamber. [^2]\n\n## Anthesis, the flowering period\n\n![Typhonium brownii labels](assets/images/lily/Annotated-3D-image-T-brownii.jpg)\nAnnotation of endangered Typhonium sp. aff. brownii by Rebecca Miller. [^2]\n\n## Floral scent\n\n![](/assets/images/2022-01-20-00-53-23.png){max-width: 500px}\n\nTypical scent chromatograms for (A) T. brownii FNQ, (B) T. brownii SEQLD, (C) T. sp. aff. brownii, (D) T. brownii NSW, (E) T. cf. brownii, and (F) T. eliosurum. Eight VOCs with the largest % peak area for each T. brownii taxon and T. eliosurum are labelled in that region/species and across other regions/species if also detected. [^2]  \nNumbers indicate the following compounds:  \n(1) α-phellandrene, (2) unknown 1437, (3) α-copaene, (4) pentadecane, (5) unknown 1531, (6) α-gurjunene, (7) *neoisolongifolene, (8) unknown 1591, (9) β-gurjunene, (10) β-caryophyllene, (11) unknown 1607, (12) aromandendrene, (13) *valerena-4,7(11)-diene, (14) α-guaiene, (15) alloaromadendrene, (16) acetophenone, (17) α-humulene, (18) unknown 1689, (19) unknown 1700, (20) caparratriene, (21) methyl geranate, (22) viridiflorene, (23) germacrene D, (24) bicyclogermacrene, (25) δ-cadinene, (26) unknown 1781, (27) dihydro-β-ionone, (28) geranylacetone, (29) junenol, (30) p-cresol, (31) indole, (32) skatole (*identification by library match only). [^2]\n\n## Plant divergence\n\n_Typhonium brownii_ has a wide distribution with variations within thermogenesis timing,  floral scent and pollination attraction. Of the species selected the endangered species has the most divergent characteristics.\n\n-----\n\nFamily: _Araceae_ | Genus: _Typhonium_ | Species: _wilbertii_  \n![Preservation of Typhonium wilbertii](assets/images/lily/Typhonium-wilbertii-image.jpg){max-height: 400px}\n![Image of Typhonium wilbertii flower.](assets/images/lily/Resized_20200316_154441-Enhanced.png){max-height: 500px}  \n_Typhonium wilbertii_. Left, preserved specimen. Right, laboratory specimen captured with LiDAR.\n\n![LiDAR scan before flower opens.](assets/images/lily/Wilbert-01.png){max-width: 570px}  \nLiDAR scan of _Typhonium wilbertii_ flower before it has fully opened.\n\n[^1]: Hooker, Joseph Dalton. \"Typhonium brownii\" Curtis's Botanical Magazine 101, [ser.3:v.31] (1875): tab. 6180.\n\n[^2]: Sayers, Thomas, Martin Steinbauer, Kevin Farnier, and Rebecca Miller. ‘Dung Mimicry in _Typhonium (Araceae)_: Explaining Floral Trait and Pollinator Divergence in a Widespread Species Complex and a Rare Sister Species’. Botanical Journal of the Linnean Society 193 (2020): 375–401. <https://doi.org/10/gjkgwx>.\n\n[^3]: Díaz Jiménez, Pedro, Heiko Hentrich, Pedro Aguilar-Rodríguez, Thorsten Krömer, Marion Chartier, María Cristina Mac Swiney González, and Marc Gibernau. ‘A Review on the Pollination of Aroids with Bisexual Flowers’. Annals of the Missouri Botanical Garden 104 (2019): 83–104. <https://doi.org/10/gm922k>.\n\n[^4]: Gibernau, Marc, Marion Chartier, and Denis Barabé. ‘Recent Advances Towards an Evolutionary Comprehension of Araceae Pollination’. In Diversity, Phylogeny and Evolution in the Monocotyledons., by Seberg Ole, Davis Jerrold, Petersen Gitte, and Barfod S. Anders. Aarhus: Aarhus University Press, 2010. <https://doi.org/10.13140/2.1.2636.0965>.\n\n[^5]: Sayers, Thomas. ‘The Ecology and Evolution of Plant-Pollinator Interactions in Australian Typhonium (Araceae)’. PhD Thesis, The University of Melbourne, 2019.\n\n[^6]: Bröderbauer, David, Anita Diaz, and Anton Weber. ‘Reconstructing the Origin and Elaboration of Insect-Trapping Inflorescences in the Araceae’. American Journal of Botany 99 (2012): 1666–79. <https://doi.org/10/f4c28j>.\n\n[^7]: Urru, Isabella, Marcus C. Stensmyr, and Bill S. Hansson. ‘Pollination by Brood-Site Deception’. Plant-Insect Interactions 72, no. 13 (2011): 1655–66. <https://doi.org/10/cfn63h>.\n","n":0.042}}},{"i":21,"$":{"0":{"v":"Pollenator","n":1},"1":{"v":"\n\n\nTyphonium brownii and Typhonium eliosurum are similar plants which mimic dung to attract insects. The difference between the two species is T. brownii predominantly attracts dung beetles while the latter attracts flies.\n\nBeetles  \nFamily: _Staphylinidae_ | Tribe: _Oxytelini_ | Name: Spiny-legged rove beetles  \nFamily: _Ptiliidae_ | Name: Featherwing beetles  \nFamily: _Scarabaeidae_ | Genus: Onthophagus | Name: Dung beetles  \n\nFlies  \nFamily: _Sphaeroceridae_ | Name: Lesser dung fly\n\n![](/assets/images/2022-01-19-23-46-32.png)\nA, Anotylus attracted to T. cf. brownii during the pistillate stage of anthesis; B and C, Onthophagus tuckonie\nand Oxytelini slipping down the spathe of T. brownii SEQLD and T. sp. aff. brownii, respectively; D, Anotylus sp. captured inside the floral chamber of T. cf. brownii; E and F, Sphaeroceridae inside the chamber of T. cf. brownii and copulating on\nthe spathe of T. brownii SEQLD; G, Calliphoridae attracted to T. brownii SEQLD; H–K, Staphylinidae spp. and O. tuckonie\nleaving the chamber of T. brownii SEQLD with pollen adhered; L, O. sydneyensis leaving during the onset of pollen shed in\nT. cf. brownii. [^1]\n\n![](/assets/images/2022-01-20-01-56-46.png)\nSEM images of (A) T. cf. brownii and (B) T. eliosurum papillae on the inner central spathe blade; C and D, the hind tarsal claw of Onthophagus tuckonie and front tarsal claw of Anotylus sp., respectively; E, the hind tarsus of Sphaeroceridae comprising the tarsal claw above spine-like pulvilli; F, close-up of pulvilli; pollen morphology of (G) T. brownii FNQ, (H) T. brownii SEQLD, (I) T. sp. aff. brownii, (J) T. brownii NSW, (K) T. cf. brownii and (L) T. eliosurum (scale bars represent A–E = 20 μm, F = 5 μm, G–L = 10 μm). [^1]\n\n[^1]: Sayers, Thomas, Martin Steinbauer, Kevin Farnier, and Rebecca Miller. ‘Dung Mimicry in _Typhonium (Araceae)_: Explaining Floral Trait and Pollinator Divergence in a Widespread Species Complex and a Rare Sister Species’. Botanical Journal of the Linnean Society 193 (2020): 375–401. <https://doi.org/10/gjkgwx>.\n\n[^2]: Hooker, Joseph Dalton. \"Typhonium brownii\" Curtis's Botanical Magazine 101, [ser.3:v.31] (1875): tab. 6180.\n\n[^3]: Díaz Jiménez, Pedro, Heiko Hentrich, Pedro Aguilar-Rodríguez, Thorsten Krömer, Marion Chartier, María Cristina Mac Swiney González, and Marc Gibernau. ‘A Review on the Pollination of Aroids with Bisexual Flowers’. Annals of the Missouri Botanical Garden 104 (2019): 83–104. <https://doi.org/10/gm922k>.\n\n[^4]: Gibernau, Marc, Marion Chartier, and Denis Barabé. ‘Recent Advances Towards an Evolutionary Comprehension of Araceae Pollination’. In Diversity, Phylogeny and Evolution in the Monocotyledons., by Seberg Ole, Davis Jerrold, Petersen Gitte, and Barfod S. Anders. Aarhus: Aarhus University Press, 2010. <https://doi.org/10.13140/2.1.2636.0965>.\n\n[^5]: Sayers, Thomas. ‘The Ecology and Evolution of Plant-Pollinator Interactions in Australian Typhonium (Araceae)’. PhD Thesis, The University of Melbourne, 2019.\n\n[^6]: Bröderbauer, David, Anita Diaz, and Anton Weber. ‘Reconstructing the Origin and Elaboration of Insect-Trapping Inflorescences in the Araceae’. American Journal of Botany 99 (2012): 1666–79. <https://doi.org/10/f4c28j>.\n\n[^7]: Urru, Isabella, Marcus C. Stensmyr, and Bill S. Hansson. ‘Pollination by Brood-Site Deception’. Plant-Insect Interactions 72, no. 13 (2011): 1655–66. <https://doi.org/10/cfn63h>.\n","n":0.047}}},{"i":22,"$":{"0":{"v":"Regnans","n":1},"1":{"v":"\n\n## Family: _Myrtaceae_ | Genus:  _Eucalyptus_ | Species: _regnans_\n\n![](/assets/images/2021-10-20-15-40-56.png)\n\n>Eualypytus regnans, known more commonly as Mountain Ash or Swamp Gum, can grow to 100 metres tall and live for more than 500 years. For a long time this species held the record as the tallest flowering tree. But last year, a 100.8 m tall Yellow Meranti (Shorea faguetiana) in Borneo, claimed the title — surpassing our tallest Eucalypt, named Centrioun, by a mere 30 centimetres.\n>\n>Centrioun still holds the record as the tallest tree in the southern hemisphere. But five species of Eucalypt also grow above 85 m tall, with many ranking among some of the tallest trees in the world.\n>\n>It’s not only their height that make these trees special, they’re also the most carbon dense forests in the world, with a single hectare storing more than 1,867 tonnes of carbon.\n\nFrom: [The Conversation](https://theconversation.com/photos-from-the-field-capturing-the-grandeur-and-heartbreak-of-tasmanias-giant-trees-144743)\n\n## Characters\n\n![](assets/images/2021-10-20-12-48-04.png)\n\n1. [[Living tree|characters.regnans.1-living-regnans]] in the Styx Valley.\n2. [[Dead tree|characters.regnans.2-dead-regnans]], still standing, in the Huon valley.\n3. [[Collapsed tree|characters.regnans.3-collapsed-regnans]] known as the Arve giant in the Huon valley.\n","n":0.077}}},{"i":23,"$":{"0":{"v":"3 Collapsed Regnans","n":0.577},"1":{"v":"\n\nOur third character is a collapsed _Eucalyptus Regnans_ tree, known as the Arve Giant. This tree was 500 years old and 87m tall when it burnt from the inside out in the 2019 Tasmanian bushfires. See the [[fire|events.fire]] event for more information.\n\n## Arve large tree\n\n>In Australia’s island state of Tasmania, many of the world’s biggest flowering trees lie in ruins after this year’s bushfires. The Arve Giant, a eucalyptus regnans (“king of the eucalypts”), had attracted hundreds of thousands of visitors in recent decades, but it succumbed in January.\n>\n>Before its fall, it was a contender for the world’s biggest flowering tree by volume at 360 cubic metres, which is roughly the equivalent volume of three Boeing 737-300s. “This tree was 87 metres tall. It had a circumference of 17.2 metres. Now it is just a crumpled mess,” said Pearce.\n\nFrom [The Guardian](https://www.theguardian.com/environment/2019/dec/15/tasmanias-flowering-giants-we-will-never-see-such-trees-again)\n\n<div style=\"width:100%;height:0;padding-bottom:56%;position:relative;\"><iframe src=\"https://giphy.com/embed/nUwOsBijUN2oLr8EED\" width=\"100%\" height=\"100%\" style=\"position:absolute\" frameBorder=\"0\" class=\"giphy-embed\" allowFullScreen></iframe></div><p><a href=\"https://giphy.com/gifs/nUwOsBijUN2oLr8EED\"></a></p>\n\n[Link](https://player.vimeo.com/video/638503539?h=8906b3ca99) to fallen tree on Vimeo\n\n![](assets/images/2021-10-20-12-48-39.png)\n\nThe image below shows a detail ground-based scan of the fallen Arve tree (blue-purple) and the standing tree captured in an aerial sweep before the fires (green).\n\n![](assets/images/arve/arve-scan.jpeg)\n\nArve - platform\n\n![](assets/images/2021-10-20-15-42-22.png)\n\n![](assets/images/2021-10-20-15-42-54.png)\n\nArve - base\n\n![](assets/images/2021-10-20-15-41-50.png)\n\nArve - hollow\n\n![Arve - base](assets/images/2021-10-20-13-53-37.png)\n\nArve - base\n\n![Arve - base](assets/images/arve/arve-2.jpg)\n\nArve - base\n\n![Arve - base](assets/images/arve/arve-3.jpg)\n\nArve - base\n","n":0.071}}},{"i":24,"$":{"0":{"v":"2 Dead Regnans","n":0.577},"1":{"v":"\n\nThe second character of the story is a standing but dead _Eucalyptus Regnans_. This tree died in the 2019 Tasmanian bushfires. See the [[fire|events.fire]] event for more information.\n\n![](assets/images/bennets/Bennets.jpg)\n\n![](assets/images/2021-10-20-12-48-24.png)\n\nBiomass and structure type at burnt and unburnt sites\n\n![](assets/images/2021-10-20-16-05-00.png)\n\nVegetation remaining (coloured, from ground based scan) and destroyed in fire (green, from historic aerial scan)\n\n![](assets/images/SIGGRAPH-Images/Last-Of-Their-Kind-007.png)\n","n":0.14}}},{"i":25,"$":{"0":{"v":"1 Living Regnans","n":0.577},"1":{"v":"\n\nThe first character in the story is a living 500 year old tree in the Styx valley. This stand of trees have survived disturbances including [[fire|events.fire]] and [[land clearing|events.land-clearing]].\n\n![](assets/images/styx/IMG_6681-Pano-Edit.jpg)\n\n## Location: Tolken Track, Styx\n\n![](assets/images/2021-10-20-15-40-56.png)\n\n>Some of the remaining giant trees of the Styx Valley were saved from logging by years of dedicated campaigning by the Wilderness Society & Greenpeace. In 2013, part of the Styx Valley was incorporated into the Tasmanian Wilderness World Heritage Area thanks to the Tasmanian Forestry Agreement, which is sometimes called the Forest Peace Deal. Successive Tasmanian governments have worked hard to dismantle this agreement.\n>\n>This site is home to one of the most successful protest actions which saved the Styx Valley from being logged and saw its rivers and ancient forests added to the Tasmanian Wilderness World Heritage Area in 2013. The Global Rescue Station, a collaboration between Greenpeace and the Wilderness Society, was a series of platforms perched in a magnificent swamp gum where activists from around Australia and the planet lived aloft, sending interviews, photographs and video footage to the world. The tree was named Gandalf’s Staff, and it is the star of this walk that makes its way through a wonderland of ancient trees and luscious ferns suggestive of Tolkein’s Middle Earth.\n\nSource: [The Tree Projects](https://www.thetreeprojects.com/styx-valley)\n\n![Cluster of living giants](assets/images/styx/greebox.png)\n\nA cluster of living giant regnans in the Styx valley (green boxes).\n\n## Agent: _Euclytpus regans_\n\nThe first regnans character is a living regnans in the Styx valley.\n\n<div style=\"width:100%;height:0;padding-bottom:56%;position:relative;\"><iframe src=\"https://giphy.com/embed/rL49PB6EQNIGmJPo5s\" width=\"100%\" height=\"100%\" style=\"position:absolute\" frameBorder=\"0\" class=\"giphy-embed\" allowFullScreen></iframe></div><p><a href=\"https://giphy.com/gifs/rL49PB6EQNIGmJPo5s\"></a></p>\n\n>Every time you go to a giant tree you see something new in it and yourself. I see something that’s been alive hundreds of years before me and will be there hundreds of years after me. It’s humbling to consider all the years of my life are merely a small chapter of theirs. Climbing these trees is where I started. Up a tree you see things from a perspective no one else has ever seen.”\n\nSource: [The Guardian](https://www.theguardian.com/environment/2019/dec/15/tasmanias-flowering-giants-we-will-never-see-such-trees-again)\n\n>Large old trees support a wide range of key attributes that are either poorly developed or absent from smaller, younger trees. Many of these attributes are relatively well documented such as tree height, diameter and the presence of cavities. Others are not and remain poorly studied and understood.  The canopies of large old trees have often been considered as new frontiers for the discovery of huge numbers of species (Ozanne et al., 2003). [^1]\n\n![](/assets/images/2021-10-20-15-40-56.png)\n\n<div style=\"width:100%;height:0;padding-bottom:56%;position:relative;\"><iframe src=\"https://giphy.com/embed/Zk4060qnHL1t0lNHHc\" width=\"100%\" height=\"100%\" style=\"position:absolute\" frameBorder=\"0\" class=\"giphy-embed\" allowFullScreen></iframe></div><p><a href=\"https://giphy.com/gifs/Zk4060qnHL1t0lNHHc\"></a></p>\n\n>Time-consuming methods such as climbing trees to complete above-ground measurements may be required to meet some of these challenges, although emerging technologies such as laser scanning and light detection and ranging (LIDAR) can make useful contributions in some contexts (Thomas et al., 2013; Nolke et al., 2015) and have helped to reveal huge individuals of existing tree species (Yard, 2013). [^1]\n\n<div style=\"width:100%;height:0;padding-bottom:56%;position:relative;\"><iframe src=\"https://www.julianrutten.com/testLand/testLand/styx2.html\" width=\"100%\" height=\"100%\" style=\"position:absolute\" frameBorder=\"0\" class=\"giphy-embed\" allowFullScreen></iframe></div><p><a href=\"https://giphy.com/gifs/M956BmAVGuDTiqE1OW\"></a></p>\n\n>There are substantial challenges in studying certain attributes of large old trees such as features that cannot be accurately quantified using ground-based methods. The presence and attributes of cavities is an example (Cockle etal., 2011). Destructive tree dissection to explore internal cavity dimensions (Mackowski, 1987) is inappropriate in very large, rare or ecologically and culturally important specimens.[^1]\n\n<div style=\"width:100%;height:0;padding-bottom:56%;position:relative;\"><iframe src=\"https://giphy.com/embed/M956BmAVGuDTiqE1OW\" width=\"100%\" height=\"100%\" style=\"position:absolute\" frameBorder=\"0\" class=\"giphy-embed\" allowFullScreen></iframe></div><p><a href=\"https://giphy.com/gifs/M956BmAVGuDTiqE1OW\"></a></p>\n\n>But there are other likely highly species-rich environments associated with some species of large old trees that remain almost entirely unexplored. The extensive decorticating bark microhabitats of Australian eucalypts is one such example.[^1]\n\n<div style=\"width:100%;height:0;padding-bottom:56%;position:relative;\"><iframe src=\"https://giphy.com/embed/hfRbyyF1l7ksUfiRme\" width=\"100%\" height=\"100%\" style=\"position:absolute\" frameBorder=\"0\" class=\"giphy-embed\" allowFullScreen></iframe></div><p><a href=\"https://giphy.com/gifs/hfRbyyF1l7ksUfiRme\"></a></p>\n\n>Large streamers of decorticating bark hanging from the lateral branches of large old mountain ash (Eucalyptus regnans) trees in Australia. These streamers are best developed on the largest trees in old-growth stands (Lindenmayer et al., 2000) and are an unstudied microhabitat for a rich array of invertebrate taxa such as flightless tree crickets (insect). [^1]\n\n![](assets/images/styx/styx-1-3.jpg)\n\n[^1]: Lindenmayer, David B., and William F. Laurance. ‘The Ecology, Distribution, Conservation and Management of Large Old Trees’. Biological Reviews, no. 132 (2016): 1434–58. https://doi.org/10/gdvpqh.\n","n":0.039}}},{"i":26,"$":{"0":{"v":"About","n":1},"1":{"v":"\n\n\nThis Wiki is by Deep Design Lab, a creative collective.\n\n### Active Members\n\n**Alexander Holland**, at the University of Melbourne, investigates the digital and physical characteristics and design opportunities of past and future environments. His experiments expand the reach of participatory design to include nonhuman as well as human inhabitants.\n\n**Julian Rutten**, at Swinburne University of Technology, studies the intersections of culture, nature, and technology. His research focuses on remote sensing and three-dimensional imaging techniques that aim to support more-than-human habitats.\nTogether, the team has extensive design, art and architecture experience with many international exhibitions and publications to their credit.\n\n[**Stanislav Roudavski**](https://unimelb.academia.edu/StanislavRoudavski), at the University of Melbourne, researches designs for animals, plants, rivers, and rocks as well as humans. His experiments contribute to knowledge by using scientific evidence and advanced technologies in concert with cultural, political, and historical analyses.\n\n### Supporting Members\n\nThe work which underpins this wiki spans multiple years and multiple projects. Although not all members of Deep design lab contribute directly to this wiki, their own work within the collective informs and enriches this work. The following is a list of researches either currently or previously involved with Deep Design Lab.\n\n- Ashley Davis\n- Bonnie Jane\n- Dan Parker\n- Doug Brock\n- Greer Gardner\n- Nancy Samayoa\n- Tony Yu\n- William Ward\n","n":0.07}}}]}
